{"text": "Iran protests: Police fire on Mahsa Amini mourners - witnesses. Thousands gather in the young woman's home city of Saqqez to mark 40 days since her death in custody.", "article_id": 0}
{"text": "Putin watches first Russian nuclear drill since invasion of Ukraine. The exercises come as Russia makes unsubstantiated claims that Ukraine plans to use a \"dirty bomb\".", "article_id": 1}
{"text": "COP27: Prioritise climate or face catastrophe - UN chief. The UN Secretary General speaks to the BBC ahead of a major climate conference in Egypt, known as COP27.", "article_id": 2}
{"text": "Germany plans to legalise recreational cannabis. In the EU only Malta has legalised recreational cannabis, while the Dutch tolerate limited use.", "article_id": 3}
{"text": "Fifteen killed in attack on Shia mausoleum in southern Iran. Pilgrims and staff came under fire at the Shah Cheragh mausoleum in Shiraz, state media report.", "article_id": 4}
{"text": "Ukraine war: South Africa row over Russian superyacht's arrival. The government insists an oligarch's luxury yacht can dock, but Cape Town's mayor wants to block it.", "article_id": 5}
{"text": "Mercedes-Benz becomes latest Western company to pull out of Russia. The company said it did not expect the move to have a significant effect on profitability.", "article_id": 6}
{"text": "Turkey arrests doctors' chief for 'terror propaganda'. Sebnem Fincanci is held after calling for an inquiry into claims that the army used chemical weapons.", "article_id": 7}
{"text": "Six children in same Uganda family catch Ebola. Their schools in the capital Kampala have not been closed - yet the virus is highly contagious.", "article_id": 8}
{"text": "Indonesian woman's body found inside python, say reports. A police chief said the woman's body appeared to be largely intact when it was found.", "article_id": 9}
{"text": "Waukesha trial: Man convicted of deadly car-ramming at Wisconsin parade. Dozens more were injured when an SUV ploughed into a Christmas parade in Wisconsin last November.", "article_id": 10}
{"text": "Even nuns watch porn, Pope says, warning of risks. Pope Francis was answering a question about how best to navigate the digital world.", "article_id": 11}
{"text": "Ukraine war: Russia troop deployment to Belarus prompts speculation. Russia is sending thousands more troops to Belarus. Is the country going to join the war in Ukraine?", "article_id": 12}
{"text": "Macron-Scholz: Difficult Paris summit for German chancellor. Relations between France and Germany are strained as the two countries pull in different directions.", "article_id": 13}
{"text": "North Korea tensions: Why is Kim Jong-un upping the pressure?. As the Koreas trade warning shots, the situation on the peninsula is at its most volatile in years.", "article_id": 14}
{"text": "Brazil election: Accusations and misinformation on the campaign trail. President Bolsonaro faces rival Lula da Silva in a second-round run-off on 30 October.", "article_id": 15}
{"text": "Kanye West: What's next for Yeezy and trainer fans?. With big brands including Adidas cutting ties with the rapper, Newsbeat explores what happens next.", "article_id": 16}
{"text": "Lebanon: Iraqi tourists provide unlikely boost for failing economy. Despite power cuts, shortages and political strife, Iraqis (and their dollars) are coming to Lebanon.", "article_id": 17}
{"text": "Iran protests: How countries are punishing the morality police. The force is accused of abusing Iranian women who it thinks do not wear the hijab properly enough.", "article_id": 18}
{"text": "Politics increasingly a deal-breaker on US dating scene. With midterm elections looming, singles yearn more than ever to meet their ideological soulmate.", "article_id": 19}
{"text": "Nedd Brockmann: The man who ran across Australia in 47 days. Nedd Brockmann ran 3,953 km (2,456 miles), inspired a nation and raised millions for charity.", "article_id": 20}
{"text": "Hundreds rescued from Indonesia boat fire. At least 14 were killed when the top deck off the vessel caught fire after leaving Kupang.", "article_id": 21}
{"text": "Sunak's rise to PM a 'ground-breaking milestone' - Biden. US President Joe Biden says it \"matters\" that the UK will have its first British Asian prime minister.", "article_id": 22}
{"text": "Korean Air crash: Plane overruns runway in bad weather. A Korean Air plane overran on the runway while landing at Mactan-Cebu International Airport in the Philippines.", "article_id": 23}
{"text": "China congress: What do people say about China's new leadership team?. It's considered sensitive to talk about China's party leaders in public, but not impossible.", "article_id": 24}
{"text": "China's leader Xi Jinping introduces his new top team. China's leader Xi Jinping has been re-elected for a third straight term, in a break with precedent.", "article_id": 25}
{"text": "Epidemiologist Jeremy Farrar on the Next Viral Threat: “I Fear We Are at the Beginning of an Era of Pandemics”. In an interview, infectious diseases expert Sir Jeremy Farrar discusses recent mutations of the coronavirus and his worries about future pandemics. He says COVID is here to stay and that we haven't reached a \"stable phase yet\" that would allow us to let down our guard.", "article_id": 26}
{"text": "The Long Arm of the Mullahs: Hamburg Mosque Reportedly a Hotbed for Iranian Propaganda. The Hamburg Islamic Center is considered the most important outpost of the Iranian regime in Germany. But since it is also reportedly used to spread the mullahs’ propaganda across Europe, calls are growing for its work to be restricted.", "article_id": 27}
{"text": "Protests in Iran: The Regime’s Trail of Blood. For over a month, people in Iran have been protesting against the Islamist regime. Data shows how protests have sprung up around the country and where the government has unleashed the most brutality against the demonstrators.", "article_id": 28}
{"text": "The Women of Iran Have Had Enough: Anatomy of an Uprising. The death of university student Jina Mahsa Amini has triggered a wave of protests across Iran. For the last five weeks, the women of the country have been leading the way, but people from all walks of life have joined them. Are they the force that could bring down the regime?", "article_id": 29}
{"text": "The Omnipotence of China's Xi Jinping: \"Chairman of Everything\". He has transformed his country into a surveillance state, isolated it from the rest of the world during the pandemic and expanded his foreign policy. Now, China's Xi Jinping is set to become ruler for life. Why is he so beloved by his people?", "article_id": 30}
{"text": "Giuseppe Conte: \"If Meloni Pursues Reactionary Positions, We Will Have to Mobilize All Our Powers\". After the election victory of Giorgia Meloni in Italy, the head of the Five Star Movement, Giuseppe Conte, is concerned that she will lead Italy to the right-wing fringe. In an interview, he talks about what lies ahead for his country.", "article_id": 31}
{"text": "The Courageous Women of Iran: A Lesson for the World. Nobody knows how the protests in Iran against the mullah regime will end. But the women of Iran have already accomplished more than they ever could have hoped for. And that deserves our respect.", "article_id": 32}
{"text": "Unrest in Iran Sends Waves of Uncertainty Across the Region. With each victim in Iran, the question as to how the West should react becomes more pressing. Experts are skeptical that the end is nigh for the regime in Tehran – and the country's nuclear ambitions remain a concern.", "article_id": 33}
{"text": "Björn Höcke: The True Leader of Germany's Right Wing AfD. For years, Germany's far-right AfD party has seen multiple power struggles as the extremist wing under Björn Höcke sought to seize control. Though he's not part of the leadership duo, Höcke has now reached his goal.", "article_id": 34}
{"text": "Hans Niemann Mentor Maxim Dlugy: \"What Magnus Carlsen Did Is Absolutely Ridiculous\". Magnus Carlsen accused Hans Niemann of cheating and also went after his mentor. In an interview with DER SPIEGEL, the latter, Maxim Dlugy, speaks of those accusations for the first time and discusses whether he will take legal action.", "article_id": 35}
{"text": "Why DER SPIEGEL Is Publishing the EU Investigative Report on Pushbacks. The EU border agency Frontex has sought to cover up human rights violations for several years, but an investigation by the European anti-fraud office OLAF has exposed the treatment of refugees at Europe's frontiers. DER SPIEGEL is publishing the report in its entirety.", "article_id": 36}
{"text": "Money for Rebels: Tracking Down Blood Gold in the Democratic Republic of Congo. A group of rebels controls the mines in the east of the Democratic Republic of Congo and uses the money to finance killings. The gold often ends up in Europe illegally. DER SPIEGEL is one of the first media outlets to document what is happening on site in the country.", "article_id": 37}
{"text": "The Divided Village: Mistrust Abounds among the Liberated Residents of Ukrainian Village. For six months, the village of Vyshneva, population 503, was occupied by Russian troops. Initially, there was resistance, but it gave way to collaboration and treason. Now liberated, the village is marked by deep distrust.", "article_id": 38}
{"text": "Germany and US Play Out Scenarios of a Nuclear Strike By Russia. The bleaker things look on the battlefield in Ukraine, the more often Russia talks about nuclear bombs. Western governments still think it’s a bluff, but they are nonetheless examining possible scenarios.", "article_id": 39}
{"text": "Garry Kasparov on the War in Ukraine: \"Everyone Who Is Still in Russia Is Part of This War Machine\". Former world chess champion Garry Kasparov believes that the regime of Russian President Vladimir Putin will collapse in spring. In an interview, talks about how dangerous Moscow continues to be and what lies ahead for a defeated Russia.", "article_id": 40}
{"text": "Pavel Filatyev: A Russian Soldier Speaks Out about the War in Ukraine. Pavel Filatyev took part in the invasion of Ukraine. The war shocked him so badly that he risked imprisonment to write an exposé about the moral problems he sees in Russia's military action. The soldier has since fled to France, where he has applied for asylum and is now sharing his story.", "article_id": 41}
{"text": "Right at Home: A Visit to an Abandoned Russian Bulwark Near Kharkiv. The recapture of Lyman was preceded by a Ukrainian offensive in Kharkiv. Apparently fearing a robust advance by the Ukrainians, the Russians abandoned well-constructed defensive strongholds. A visit.", "article_id": 42}
{"text": "Interview with Former Italian PM Romano Prodi: “It Would Be Suicide for Meloni to Start a Fight with Brussels\". Romano Prodi is worried about the future of Italy and the EU after the election victory of post-fascist Giorgia Meloni. In an interview, he warns of a Rome-Budapest axis and explains how best to deal with the right wing.", "article_id": 43}
{"text": "Russia's Nuclear Threat: Is Putin Bluffing the West or the other Way Around? - Editorial. The West never wanted to become a party to Russia's war against Ukraine. But Putin's annexation plans and his nuclear arsenal are now threatening that strategy. From this point on, restraint is the only responsible policy.", "article_id": 44}
{"text": "Nord Stream Attacks Expose Vulnerability of European Infrastructure. The search for the perpetrators has begun following Monday's sabotage attack on the Nord Stream pipelines. Which countries could have been behind it, and how secure is Europe's critical infrastructure at the bottom of the sea?", "article_id": 45}
{"text": "US special envoy for Iran: 'We're announcing a slew of new sanctions'. In an interview with FRANCE 24, the US special envoy for Iran announced \"a slew of new sanctions\" on Iranian officials who are \"directly involved\" in the current deadly crackdown on protesters. Robert Malley was speaking 40 days after the death in police custody of Mahsa Amini, a young woman arrested for improperly wearing her headscarf and whose shocking fate set off a wave of anti-regime demonstrations in Iran.", "article_id": 46}
{"text": "Clashes erupt between Iranian security forces and protesters marking Mahsa Amini’s death. Iranian security forces opened fire on protesters who massed in their thousands on Wednesday in Mahsa Amini’s hometown to mark 40 days since her death, a human rights group said.", "article_id": 47}
{"text": "As PM Rishi Sunak takes the reins in Britain, hopes for improved France-UK relations. UK-France relations have been marked by tensions ever since Brexit, whether over fishing rights or submarine deals. Will new Prime Minister Rishi Sunak improve relations with Britain’s neighbour and ally across the Channel – and notably French President Emmanuel Macron? We take a look at some of the key similarities, and differences, between the two leaders.", "article_id": 48}
{"text": "UN says world’s climate pledges still ‘nowhere near’ meeting 1.5C goal. The world’s current climate pledges are far off track to limit temperature rises to 1.5 degrees Celsius and will steer a world already wracked by increasing floods, heatwaves and storms towards “catastrophic” warming, the UN said Wednesday.", "article_id": 49}
{"text": "Pierre Soulages, France’s ‘Beyond Black’ painter, dies at 102. French abstract artist Pierre Soulages, who has died aged 102, was the Henry Ford of painting: for him there was just one colour, black, and he spent a lifetime exploring the light within it.", "article_id": 50}
{"text": "Live: More than 70,000 people have left Kherson province in one week, pro-Russia official says. At least 70,000 people have left their homes in Ukraine’s southern Kherson province in the space of a week, a Moscow-installed official said Wednesday, pointing to Russia’s evacuation efforts amid escalated fighting in the region. Vladimir Putin, meanwhile, personally oversaw drills of Russia’s strategic nuclear forces as the Kremlin persists with its claims that Kyiv is preparing a “dirty bomb”. Follow our liveblog for the latest developments. All times are Paris time (GMT+2).", "article_id": 51}
{"text": "Several people killed as gunmen open fire at shrine in Iran’s Shiraz. At least 13 people were killed and several others were injured when gunmen on Wednesday opened fire at a Shiite Muslim shrine in the southern Iranian city of Shiraz, state media reported.", "article_id": 52}
{"text": "Smiles and a handshake as Macron and Germany’s Scholz plaster over differences. French President Emmanuel Macron and German Chancellor Olaf Scholz met in Paris with smiles and a handshake on Wednesday, but ignored questions on their faltering relationship as they headed into the Elysee Palace.", "article_id": 53}
{"text": "'Winter is hell': Ukraine soldiers prepare for cold with socks and saunas. With winter approaching, Ukrainian soldiers on the front line are making preparations to survive the imminent freezing temperatures. At one trench in the eastern Donbas region, servicemen are stocking up on warm winter clothing such as socks and gloves and have even built a makeshift sauna in order to keep the cold out.", "article_id": 54}
{"text": "Italian PM Meloni easily wins 2nd and final confidence vote. Italy’s first far-right-led government since the fall of fascism in World War II can get down to business after new Premier Giorgia Meloni easily won the second of two required confidence votes in Parliament on Wednesday.", "article_id": 55}
{"text": "French care homes group Orpea to resume trading, present new strategy after scandal. Care homes company Orpea, hit by accusations of malpractice at its French retirement homes, said it would resume trading on financial markets on Wednesday and unveil a new strategy next month.", "article_id": 56}
{"text": "EU to crack down on air pollution with tougher laws. The European Union will on Wednesday propose tougher legal limits on health-damaging dirty air and rules to make pharmaceutical companies pay to clean up wastewater polluted by their products, the EU's top environmental official said.", "article_id": 57}
{"text": "‘I felt solidarity’: Afghan women monitor Iran protests, vow to continue fight for basic rights. Since the Taliban takeover last year, Afghan women have been demonstrating for their right to education and employment. When women in Iran took to the streets after the death of Mahsa Amini in police custody, their Afghan sisters immediately began monitoring the protests across the border. As mourners in Iran on Wednesday gathered at Amini’s grave to mark the 40-day mourning period, Afghan women are hoping for a spillover effect.", "article_id": 58}
{"text": "Brazil: The community garden offering seeds of hope to Rio's favela residents. In Rio de Janeiro, this urban community garden in the Manguinhos favela is the largest in Latin America: it feeds 800 families a month with affordable, pesticide-free produce. Although violence, police raids and deadly shootings in the northern favelas of the city threaten programmes like this, our Observer Yuri Lopes Cruz sees the garden as a way to reach Rio's most vulnerable people.", "article_id": 59}
{"text": "Adidas ends partnership with Kanye West over antisemitic comments. Adidas ended a partnership that helped make the artist formerly known as Kanye West a billionaire and lent the German sportswear an edgy appeal, but ultimately couldn't survive a mounting outcry over the rapper's offensive and antisemitic remarks.", "article_id": 60}
{"text": "Messi and Mbappe both score twice as PSG beat Maccabi. Paris St Germain's Lionel Messi and Kylian Mbappe both scored twice with Neymar also on target as the French club's fearsome attack tore apart Maccabi Haifa in a 7-2 win to send them into the last 16 of the Champions League on Tuesday.", "article_id": 61}
{"text": "Meta says WhatsApp outage fixed after users affected around the world. US tech giant Meta said Tuesday it had fixed a global outage affecting its messaging service WhatsApp after users around the world complained that they were unable to send or receive messages", "article_id": 62}
{"text": "In Saudi Arabia, being an openly LGBT influencer can land you in prison. In Saudi Arabia, posting a makeup tutorial as a man can get you arrested. Under the kingdom's strict cyber laws, being openly gay or defying gender roles online can have severe consequences. That was the case for three LGBT influencers who have been arrested in Saudi Arabia since 2019. Our Observer fled his home country of Saudi Arabia after coming out and is fighting from abroad to free his LGBT compatriots from prison.", "article_id": 63}
{"text": "'The hard work begins now': UK PM Sunak appoints new ministers in reshuffle. Rishi Sunak became Britain's third prime minister this year on Tuesday, tasked with taming an economic crisis that has left the country's finances in a precarious state and millions struggling to pay their food and energy bills.", "article_id": 64}
{"text": "Rishi Sunak becomes PM: A new dawn for Britain?. IN THE PRESS – Tuesday, October 25: We bring you reactions from the British and international papers after Rishi Sunak's historic rise to the post of prime minister. Also, we look at a new documentary tracing the harrowing story of a woman who testified posthumously against her attacker after being doused in petrol and set alight. Finally, a new study shows that cats are much more communi-cat-ive when their owners speak to them in sweet, sultry tones!", "article_id": 65}
{"text": "US charges alleged Chinese spies over plot to obstruct Huawei probe. Two suspected Chinese intelligence officers have been charged with attempting to obstruct a US criminal investigation of Chinese tech giant Huawei by offering bribes to someone they thought could provide inside information, the Justice Department announced Monday.", "article_id": 66}
{"text": "Air raid warnings resume across Ukraine. This is the third alert in a day", "article_id": 67}
{"text": "IRGC intelligence officer shot dead by rioters in western Iran — agency. According to IRNA, he was involved in pursuit of riot instigators", "article_id": 68}
{"text": "UN assumes Russia has notified US of strategic nuclear forces exercises. As part of the training, a Yars intercontinental ballistic missile was launched from the Plesetsk cosmodrome and a Sineva ballistic missile from the Barents Sea at the Kura test site in Kamchatka", "article_id": 69}
{"text": "Sunni extremists behind attack on mausoleum in southern Iran — news agency. They took advantage of the recent unrest in the country, the Tasnim’s source said", "article_id": 70}
{"text": "British foreign policy to stay the course under PM Sunak — Russian ambassador in London. It is noted that the same people who were in the government before have been appointed to key positions", "article_id": 71}
{"text": "Serbian parliament approves new government led by Ana Brnabic. It is reported that the Serbian government is led by acting Prime Minister Ana Brnabic", "article_id": 72}
{"text": "Peace in Ukraine may be achieved through support for Kiev — Italy’s new PM. Giorgia Meloni called for \"fair peace\" that \"cannot be obtained by waving rainbow flags in squares\"", "article_id": 73}
{"text": "KGB says situation in Belarus to get rocky in November or December. Sergey Terebov noted that there is order and security in Belarus now but, \"paradoxical as it is, this is exactly why\" law enforcement note a \"growing threat of a foreign intervention from Lithuania, Latvia, Poland and Ukraine\"", "article_id": 74}
{"text": "President of Guinea-Bissau visits Kiev after trip to Moscow. It is reported that Sissoco Embalo visited Moscow on Tuesday and met with Russian President Vladimir Putin", "article_id": 75}
{"text": "At least 15 people are killed, 10 wounded in terrorist attack in southern Iran — report. Law enforcers detained two of the terrorists", "article_id": 76}
{"text": "Belarusian defense chief sees no threat of strike forces being formed on country’s border. Viktor Khrenin noted that the military and political situation \"is unfolding under the influence of an unprecedented geopolitical standoff between the Russian Federation and the so-called collective West led by the US\"", "article_id": 77}
{"text": "Multipolar world order prevents West from isolating Russia, Swiss government says. According to the Federal Council, \"many countries in Africa and the Middle East, as well as in Asia, are unwilling to support the position of one of the world’s poles of power,\" but expect \"to have more room for political maneuvering and deriving economic benefits from that\"", "article_id": 78}
{"text": "Denmark won’t comment on Nord Stream probe until it has smoking gun — Danish Navy Chief. According to Jens Wenzel Kristoffersen, tentative or uncorroborated findings \"could lead to reactions which would not be helpful at this point of time\"", "article_id": 79}
{"text": "Polish Senate adopts resolution labeling Russia as ‘terrorist regime’. 85 senators cast their votes and all of them were in favor of the resolution, which condemned Russia’s actions in Ukraine", "article_id": 80}
{"text": "West used migration crisis to build up forces near Belarusian border, says security chief. \"There are no longer any migrants, but tensions remain, large groupings remain, drills remain, and now there is talk of using tactical nuclear weapons. The situation is really difficult,\" Alexander Volfovich noted", "article_id": 81}
{"text": "Armenian prime minister unveils plans to meet with Russian, Azerbaijani leaders next week. Nikol Pashinyan said plans were to discuss security and stability in Nagorno-Karabakh", "article_id": 82}
{"text": "Armenia wants to sign peace treaty with Azerbaijan by end of year. As Pashinyan noted, \"there must be a visible dialogue at the international level between Nagorno-Karabakh and Azerbaijan\"", "article_id": 83}
{"text": "Grossi to visit UN Security Council on Oct 27 to push for security zone around NPP. It is noted that the IAEA Director would be away from the conference for a few hours", "article_id": 84}
{"text": "Kherson Region head says Kakhovskaya dam won't go down easy. In that case, the water will rise up to 1.5 meters, Vladimir Saldo said", "article_id": 85}
{"text": "Armenia initiates extraordinary CSTO Council meeting to discuss border situation. \"In the near future we will initiate an extraordinary meeting of the CSTO Council to discuss this report,\" Nikol Pashinyan said", "article_id": 86}
{"text": "Indian defense minister warns parties to Ukrainian conflict against using nuclear weapons. Rajnath Singh added that he \"pointed out that the nuclear option should not be resorted to by any side as the prospect of the usage of nuclear or radiological weapons goes against the basic tenets of humanity\"", "article_id": 87}
{"text": "Putin Repeats Unsupported ‘Dirty Bomb’ Claim, Fueling Fears of Escalation. The Russian leader said, without offering evidence, that Ukraine was planning to detonate a bomb designed to spread radioactive material. Washington warned that Moscow could be trying to create a pretext for its own attack.", "article_id": 88}
{"text": "Evidence ‘Invalidated’ in Explosive Report on Mexico’s 43 Missing Students. This summer, the government said it had uncovered what happened during the 2014 mass abduction. Arrest warrants quickly followed. But since then, the criminal case and the new account have unraveled.", "article_id": 89}
{"text": "UK Leader Rishi Sunak Faces a Bruising Prime Minister’s Questions. The opposition’s lines of attack, starting with Mr. Sunak’s choice of home secretary and his wife’s wealth, gave a glimpse of where it sees vulnerabilities in the governing Conservatives.", "article_id": 90}
{"text": "Dutch Are Investigating Reported Illegal Chinese Police Stations. Reports by news media and a human rights group say Chinese police forces opened two offices in the Netherlands that are used to intimidate Chinese citizens.", "article_id": 91}
{"text": "Israeli Blockade in West Bank Angers Palestinians. To fight a growing insurgency, the Israeli Army has closed off several entrances to a major Palestinian city, harming its economy and stirring more protest.", "article_id": 92}
{"text": "Tens of Thousands in Iran Mourn Mahsa Amini, Whose Death Set Off Protests. While the security forces cracked down on demonstrations across the country, state media reported a deadly attack on a mosque in the southern city of Shiraz, adding to the atmosphere of tension.", "article_id": 93}
{"text": "Shunned by the West, Russia and Myanmar Form a Partnership of Unequals. Myanmar gets resources and ammunition, while Russia gets a customer at a time when it is struggling for revenues. Both can use the other to undermine Western sanctions.", "article_id": 94}
{"text": "A 23-Million-Year-Old Fossil Is Carried Away by Parties Unknown. The whale fossil, a cherished local attraction, was taken from a riverbank in broad daylight by two men with a rock saw and chisel, residents say.", "article_id": 95}
{"text": "Rishi Sunak’s Challenge: Unifying the Party and Fixing the Economy. The Conservative Party is fractured and Britain’s public finances are battered. That will test the political skills of a leader who has been involved in national politics for only seven years.", "article_id": 96}
{"text": "What Are ‘Dirty Bombs’ and Why Is Russia Talking About Them?. The idea of radiological dispersal devices is not new, and Russia’s claim that Ukraine would build and use one has been met with scorn from the West.", "article_id": 97}
{"text": "Climate Pledges Are Falling Short, and a Chaotic Future Looks More Like Reality. With an annual summit next month, the United Nations assessed progress on countries’ past emissions commitments. Severe disruption would be hard to avoid on the current trajectory.", "article_id": 98}
{"text": "Airstrike Kills at Least 80 During Outdoor Concert in Myanmar. The bombing was the deadliest aerial attack mounted by the military regime since it seized power in a coup last year.", "article_id": 99}
{"text": "Germany’s Allies Challenge Its Stances on Ukraine and Energy. The government has dismissed criticism of its refusal to provide modern tanks to Ukraine and its massive energy subsidy for its own citizens. But its friends are bridling.", "article_id": 100}
{"text": "US Sanctions Target Russian Efforts to Manipulate Politics in Moldova. Moldova, like its neighbor Ukraine, wants closer relations with the West but has long battled Russian political interference and intimidation.", "article_id": 101}
{"text": "Russia Intensifies Its Propaganda Campaign Against Ukraine. A new push by the Kremlin frames the war as a counterterrorism operation and seeks to rally Russians to support the fight, officials and researchers say.", "article_id": 102}
{"text": "Van Gogh and Monet Museum Protests Spark a Debate About Tactics. The van Gogh and Monet paintings targeted in recent climate protests were unharmed. But a debate about tactics rages.", "article_id": 103}
{"text": "A Social Media Status Update. Top social media apps are struggling after a decade of dominance.", "article_id": 104}
{"text": "Frida Kahlo, Diego Rivera and More: Visiting Mexico City’s House Museums. Curiosity about the daily lives of the famous draws us to the places they lived. In Coyoacán it’s possible to commune with the ghosts of Frida Kahlo, Diego Rivera, Leon Trotsky and more.", "article_id": 105}
{"text": "How Elon Musk Became a Geopolitical Chaos Agent. The world’s richest man has inserted himself in some of the world’s most combustible conflicts.", "article_id": 106}
{"text": "Read Your Way Through Istanbul. Istanbul is unfathomable: old and new, real and surreal, melancholic and absurd. Elif Shafak, one of its foremost novelists, reveals its secrets.", "article_id": 107}
{"text": "Your Wednesday Briefing. Tensions are flaring between Germany and its allies.", "article_id": 108}
{"text": "Biden Says Russian Use of a Nuclear Weapon Would Be a ‘Serious Mistake’. President Biden’s remarks reflect the urgent concern in Washington and among Western allies that Russia may be searching for a pretext to unleash a battlefield nuclear weapon.", "article_id": 109}
{"text": "Brittney Griner’s Prison Term Is Upheld by Russian Court. The W.N.B.A. athlete is facing nine years in a Russian prison on a drug charge. A prisoner swap may be her only path home.", "article_id": 110}
{"text": "A Secret, Failed Oil Deal: How the U.S.-Saudi Relationship Ruptured. After Saudi leaders pushed to slash oil production despite a visit by President Biden, American officials have been left fuming that they were duped.", "article_id": 111}
{"text": "Your Wednesday Briefing: Tensions Rise in the West Bank. Plus Myanmar’s junta kills dozens and Brittney Griner faces nine years in a Russian penal colony.", "article_id": 112}
{"text": "Who Are Rishi Sunak’s Top Cabinet Ministers?. The new prime minister named people with high-level experience, several of them to posts they have held before, sending a message of stability after a period of upheaval.", "article_id": 113}
{"text": "Liberal Democrats Retract Letter to Pursue Ukraine Ceasefire. One day after issuing a letter urging President Biden to seek direct diplomatic talks with Russia, progressives withdrew that appeal. The move reflected deepening divisions over the conflict.", "article_id": 114}
{"text": "Rishi Sunak Is a Brexit Supporter. Here’s What He’ll Have to Navigate.. While he was among the first to come out in favor of Britain’s exit from the European Union, he hasn’t shared the Conservative Party’s hard-line approach.", "article_id": 115}
{"text": "Rishi Sunak Is the Youngest UK Prime Minister of Modern Times. Mr. Sunak is 42 and started out in Parliament in 2015.", "article_id": 116}
{"text": "Rishi Sunak Keeps Jeremy Hunt as UK Chancellor. Mr. Hunt became Britain’s top finance official after his predecessor’s plan for tax cuts and borrowing caused financial turmoil.", "article_id": 117}
{"text": "Deadly Israeli Raid in Nablus Targets New Palestinian Militia. At least six Palestinians were killed in a night of violence in the West Bank, raising tensions further ahead of elections in Israel next week.", "article_id": 118}
{"text": "Emperor Penguins Are Protected Under the Endangered Species Act. Under the new listing, federal agencies are required to reduce threats to emperor penguins, which are vulnerable to warming temperatures and melting sea ice caused by climate change.", "article_id": 119}
{"text": "Rishi Sunak’s First Speech as UK Prime Minister: Full Transcript. In his first address as Britain’s prime minister, Mr. Sunak promised “integrity, professionalism and accountability.”", "article_id": 120}
{"text": "Trumpism Beyond Trump. Which version of the Republican Party will win out?", "article_id": 121}
{"text": "Old U.K. Ritual Now Has 2 New Participants: King Charles and Rishi Sunak. Queen Elizabeth II welcomed 15 British prime ministers during her seven-decade reign. Rishi Sunak will be the first to start his time as leader under King Charles III.", "article_id": 122}
{"text": "Three Inquiries, but No Answers to Who Blew Holes in Nord Stream Pipelines. Denmark, Germany and Sweden are all investigating the ruptured pipeline sites, but they remain tight-lipped over who might have caused the damage and why.", "article_id": 123}
{"text": "Why People Are Flocking to a Symbol of Taiwan’s Authoritarian Past. At a museum dedicated to Taiwan’s not-so-distant authoritarian past, Taiwanese see China’s present, and a dark vision of one possible future under autocratic rule.", "article_id": 124}
{"text": "Your Tuesday Briefing. Britain’s next leader.", "article_id": 125}
{"text": "3 Palestinians Killed in Shootout With Israeli Forces, Palestinians Say. Three Palestinians were killed during a firefight with Israeli security forces who had entered Nablus, a flash point city in the occupied West Bank, Palestinian officials said.", "article_id": 126}
{"text": "Dietrich Mateschitz, Creator of the Red Bull Empire, Dies at 78. The Austrian salesman turned a Thai energy drink into a marketing juggernaut that owned sports teams, media outlets and a winning Formula 1 crew.", "article_id": 127}
{"text": "Sunak’s Ascent Is a Breakthrough for Diversity, With Privilege. Rishi Sunak’s ascent to the prime minister’s office is a significant milestone for Britain’s Indian diaspora. But for many, his immense personal wealth has made him less relatable.", "article_id": 128}
{"text": "Russian Officials Flee Kherson as Russian Troops Dig In for a Battle. In Kherson, the first Ukrainian city to fall after the Russian invasion, occupation forces appear to be preparing to fight advancing Ukrainian troops.", "article_id": 129}
{"text": "House Progressives Urge Biden to Engage in Direct Talks With Russia. Thirty Democrats called on the Biden administration to “seek a realistic framework for a cease-fire” that is acceptable to Ukraine.", "article_id": 130}
{"text": "Rishi Sunak Wins Contest to be UK’s Next PM and Confront Economic Storm. After a period of chaos, Mr. Sunak, a Conservative, faces serious political and economic headwinds. He will be the first person of color and first Hindu to be prime minister.", "article_id": 131}
{"text": "How Rich Is Rishi Sunak, Britain’s New Prime Minister?. Just how rich is the new prime minister of Britain?", "article_id": 132}
{"text": "Venezuelan Migrants Stranded After US Border Policy Change. They have sold their belongings and trekked across a deadly jungle. Now, tens of thousands Venezuelan migrants are stranded south of the United States, with nowhere to go.", "article_id": 133}
{"text": "Your Tuesday Briefing: Rishi Sunak to Lead Britain. Plus Chinese markets react to a stronger Xi Jinping and young Chinese pursue quiet dissent.", "article_id": 134}
{"text": "South African Leader Unveils Anticorruption Plans, but Doubts Follow. President Cyril Ramaphosa presented measures that would place even himself and his cabinet under scrutiny. But some analysts question whether the plan will be carried out.", "article_id": 135}
{"text": "What Will Rishi Sunak Do as UK’s Prime Minister?. He has said very little about how he will turn around Britain’s economy or deal with any of the other issues facing the U.K.", "article_id": 136}
{"text": "Brittney Griner Doesn’t Expect ‘Miracles to Happen’ With Her Appeal. If the appeals court near Moscow won’t overrule Ms. Griner’s verdict, it will come into force and she will be sent to a penal colony.", "article_id": 137}
{"text": "Where Russians Retreated, Ukrainians Find Devastation. Returning to liberated towns, Ukrainians find destruction on a staggering scale, vital services cut, and the prospect of a lethal winter ahead.", "article_id": 138}
{"text": "Ethiopian Government and Tigray Rebels Are Set to Begin Peace Talks. Delegations from both sides have traveled to South Africa for the first formal negotiations since the civil war erupted nearly two years ago.", "article_id": 139}
{"text": "Rishi Sunak Will Face Difficult Economic Tests Immediately. As prime minister, Mr. Sunak will face a vastly different economic backdrop to the one he experienced as finance minister.", "article_id": 140}
{"text": "What Will Happen Next to Become UK Prime Minister?. Liz Truss and Rishi Sunak must now visit Buckingham Palace to meet with King Charles III, who will invite Mr. Sunak to form the next government.", "article_id": 141}
{"text": "Russia holds planned nuclear exercises as it clings to 'dirty bomb' narrative.  ", "article_id": 142}
{"text": "Climate change has broad effects on health-care systems, medical journal says.  When you have to shut down a hospital operating room because there's so much wildfire smoke your instruments can't be kept sterile, you know climate change is affecting health care.", "article_id": 143}
{"text": "Gunmen attack holy Muslim shrine in Iran as protesters mark 40 days since Mahsa Amini's death.  An attack on a Shia Muslim shrine in the Iranian city of Shiraz killed 13 people on Wednesday, authorities said, and President Ebrahim Raisi vowed that the shooting by suspected Sunni Muslim militants would not go unanswered.", "article_id": 144}
{"text": "Ebola infects 6 schoolkids in Uganda as outbreak grows.  Six schoolchildren in Uganda's capital have tested positive for Ebola, the health minister said Wednesday, marking a serious escalation of the outbreak declared just over a month ago.", "article_id": 145}
{"text": "Former Trump chief of staff ordered to testify in Georgia election results investigation.  A judge on Wednesday ordered former White House chief of staff Mark Meadows to testify before a special grand jury that's investigating whether former U.S. president Donald Trump and his allies illegally tried to sway Georgia's results in the 2020 election.", "article_id": 146}
{"text": "2 women arrested in Canada after coming home from Syrian camp for ISIS fighters' families.  Police have arrested two Canadian women and charged one with terrorism-related offences after the federal government repatriated them from a detention camp in Syria for ISIS fighters' family members.", "article_id": 147}
{"text": "3 men convicted of supporting plot to kidnap Michigan's governor.  Three men accused of supporting a plot to kidnap Michigan's governor were convicted of all charges Wednesday, a triumph for state prosecutors after months of mixed results in the main case in federal court.", "article_id": 148}
{"text": "Darrell Brooks found guilty in Christmas parade car attack which killed 6.  A Wisconsin man accused of killing six people and injuring many others by driving an SUV into a Christmas parade last year has been found guilty by jurors.", "article_id": 149}
{"text": "China begins deploying COVID-19 booster vaccine administered orally.  The Chinese city of Shanghai started administering an inhalable COVID-19 vaccine on Wednesday in what appears to be a world first.", "article_id": 150}
{"text": "U.S. Secretary of State Antony Blinken to visit Canada at a tense time for the world.  U.S. Secretary of State Antony Blinken will visit Canada later this week — a trip that comes as the West grapples with a series of major geopolitical issues, such as the ongoing war in Ukraine and the deteriorating situation in Haiti.", "article_id": 151}
{"text": "Texas teen shot by police in McDonald's parking lot still in hospital, condition 'touch and go': family.  A teen shot by a San Antonio police officer three weeks ago as he put his car in reverse while eating a hamburger is still hospitalized and his condition remains \"very touch and go,\" his father said Tuesday in the family's first public comments since the shooting.", "article_id": 152}
{"text": "At least 2 Canadian women and their children returning from ISIS detention camp.  At least two Canadian women have left a detention camp in Syria and will be arriving in Canada Wednesday morning, CBC News has learned.", "article_id": 153}
{"text": "Haitian journalist survives assassination attempt that leaves car riddled with bullets.  A well-known Haitian journalist survived an assassination attempt on Tuesday that left his car riddled with bullets in the capital of Port-au-Prince, officials said.", "article_id": 154}
{"text": "Partial solar eclipse delights skygazers from Iceland to India.  A partial solar eclipse, visible in Central Europe, Northeast Africa and the Middle East occurred briefly on Tuesday.", "article_id": 155}
{"text": "Russia doubles down on 'dirty bomb' accusation against Ukraine.  The Kremlin on Tuesday repeated its claim that Ukraine plans to use a radioactive \"dirty bomb\"— an allegation Western allies dismissed as patently absurd and Ukraine said could be pretext for Russia's own alleged plans to detonate such a weapon.", "article_id": 156}
{"text": "At least 29,000 migrants have died trying to reach Europe since 2014: UN researchers.  More than 29,000 migrants have died trying to reach Europe since 2014, with 5,000 deaths in the last two years, the International Organization for Migration said in a report Tuesday.", "article_id": 157}
{"text": "Rishi Sunak officially takes over as British prime minister.  Rishi Sunak promised to restore confidence and calmness to the office of British prime minister after being asked by King Charles on Tuesday to form a government. But, Sunak said, \"difficult decisions\" will be necessary as Britain grapples with a \"profound economic crisis.\"", "article_id": 158}
{"text": "Emperor penguins now a threatened species due to climate change, U.S. says.  Antarctica's emperor penguin is at risk of extinction due to rising global temperatures and sea ice loss, the U.S. government said, as it gave the bird new protections under its Endangered Species Act.", "article_id": 159}
{"text": "Phil Kessel plays 990th consecutive game to become new NHL 'iron man'.  After matching defenceman Keith Yandle's record for consecutive games played on Monday against Toronto, Vegas Golden Knights forward Phil Kessel broke the mark Tuesday night when he appeared in a game at San Jose for his 990th consecutive game played.", "article_id": 160}
{"text": "Peace talks aimed at ending Ethiopia's deadly Tigray conflict begin in South Africa.  Formal peace talks are underway between Ethiopia's government forces and fighters from its northern Tigray region to end a deadly two-year conflict that left millions of people suffering.", "article_id": 161}
{"text": "Moral Police See Us as Criminals in Iran, Say Refugees. They arrive in vans and stop in front of schools, shopping malls, hospitals, and squares. They look for deviations in women's clothing: strands of hair showing under the veil; a tunic that might not cover the pants all the way below the knee; more skin than it should be showing around the ankles.\n\nWhen they find it, they take the woman to the police station. They take pictures and confiscate their cell phones so that nothing can be registered or anyone can be spoken to, and they only let her out after signing an apology document.\nLeia mais (09/30/2022 - 13h20)", "article_id": 162}
{"text": "Bolsonaro Is Received in New York Amid Cries of 'Myth' and 'Genocide'. In New York for the UN General Assembly, President Jair Bolsonaro (PL) once again met with supporters at the door of the hotel where he is staying, in scenes similar to those recorded in London, where he was on a previous commitment for the funeral of Queen Elizabeth II.\nLeia mais (09/21/2022 - 13h39)", "article_id": 163}
{"text": "Brazilians Get Famous Sharing 'Real Life' in The US. Since 2009 working in civil construction in the United States, Junior Pena, 37, from Minas Gerais, was \"tired of going on Instagram and seeing influencers here in the region posting their houses, their cars, the yellow school bus\", he says. \"So I decided to show the reality.\"\nLeia mais (09/14/2022 - 13h14)", "article_id": 164}
{"text": "Bolsonaro Declares 3 Days of Mourning for Queen Elizabeth II. President Jair Bolsonaro (PL) mourned, this Thursday (8), the death of Elizabeth II, whom he called a \"queen for all of us\", and declared three days of mourning.\nLeia mais (09/09/2022 - 13h10)", "article_id": 165}
{"text": "In Brazil, Queen Elizabeth II Visited Maracanã and Inaugurated Masp. At the age of 42, and at the time 15 years into her reign, Queen Elizabeth II, who passed away this Thursday (8), at age 96, was in Brazil. At 4:15 pm on November 1, 1968, she landed at Guararapes airport, in Recife, for a ten-day tour of the country - her first and only.\nLeia mais (09/09/2022 - 13h06)", "article_id": 166}
{"text": "Brazilian Man Arrested in Argentina for Trying to Shoot Cristina Kirchner. Argentine police on Thursday night (1st) arrested a man who allegedly tried to fire a pistol at Vice President Cristina Kirchner as she arrived home in the Recoleta neighborhood of Buenos Aires.\nLeia mais (09/02/2022 - 13h10)", "article_id": 167}
{"text": "Detention Center in the US where Brazilian Man Died Piles up Complaints. The detention center where the Brazilian citizen Kesley Vial, who died four months after his detention by immigration agents in the US, was being held accumulates accusations of mistreatment by human rights organizations.\nLeia mais (09/01/2022 - 13h57)", "article_id": 168}
{"text": "Brazilian Man Dies Abandoned by 'Coyote' while Trying to Cross US Border. An investigation by the Federal Police revealed that a 21-year-old Brazilian man died last year, after falling ill while trying to cross the border between Mexico and the United States illegally, and was abandoned by a \"coyote\" ( smuggler of illegal immigrants) who continued his journey with other migrants.\nLeia mais (08/17/2022 - 11h12)", "article_id": 169}
{"text": "Brazilian Army Avoids Military Competition Organized by Russia. The Brazilian Army withdrew from participating in an annual competition between military forces organized by Russia, the country that invaded Ukraine on February 24, altering the geopolitical balance of the planet.\nLeia mais (08/16/2022 - 12h07)", "article_id": 170}
{"text": "Complaints of Discrimination against Brazilians Grow in Portugal. The \"Brazilian nationality\" was the main reason cited in discrimination complaints reported in Portugal in 2021, accounting for 26.7% of the total of 408 complaints received by the Commission for Equality and Against Racial Discrimination (CICDR). While, overall, complaints of discrimination have dropped in the country - a decrease of 37.7% compared to 2020 (655) and 6.4% compared to 2019 (436) -, reports specifically against Brazilians have increased.\nLeia mais (08/10/2022 - 13h05)", "article_id": 171}
{"text": "German Consul in Rio Says The Husband Had a Fit before Dying. German consul Uwe Herbert Hah, 60, arrested on suspicion of having killed his husband, Belgian Walter Henri Maximilien Biot, 52, said his partner had a fit, fell, and hit his head before dying last Friday (5), in the couple's apartment in Ipanema, south of Rio de Janeiro.\nLeia mais (08/08/2022 - 12h11)", "article_id": 172}
{"text": "Russia Promotes Propaganda Show in Brazil and Denies Ukraine War. On Thursday night, the Russian government promoted a concert by the Turetski Choir, one of the most traditional musical ensembles in the country, at the Simón Bolívar auditorium, at the Latin America Memorial in São Paulo. The show had financial and logistical support from the Moscow government and the Ministry of Foreign Affairs of the Russian Federation, in an act of political propaganda in the midst of the Ukrainian War. Just before the concert began, Russia's consul general in São Paulo, Vladimir Tokmakov, denied the existence of a local conflict and claimed that a special operation was under way, echoing the Kremlin's narrative.\nLeia mais (07/29/2022 - 10h15)", "article_id": 173}
{"text": "Hungary Offered Help for Bolsonaro's Re-Election, Internal Report Shows.  Hungarian Chancellor Péter Szijjártó offered help President Jair Bolsonaro?s reelection (PL) during a meeting with the Minister of Women, Family and Human Rights, Cristiane Britto.  The meeting took place in London in early July, and the Hungarian offer was reported by Cristiane herself in an internal travel report obtained by Folha.  The two authorities were in the UK to attend the International Ministerial Conference on Freedom of Religion or Belief.\nLeia mais (07/28/2022 - 10h50)", "article_id": 174}
{"text": "Al Gore: Talking about The Internationalization of the Amazon Is Absurd and Ridiculous. \"If the Brazilian people make it clear in the electoral process that they want leaders committed to solving the climate crisis, the benefits for Brazil in terms of jobs, a safer and cleaner environment and a more prosperous future are very clear to see. There is no controversy.\" The statement is from Al Gore, former vice president of the United States and winner of the Nobel Peace Prize for his role in combating global warming.\nLeia mais (07/11/2022 - 15h01)", "article_id": 175}
{"text": "Record Number of Women Pass The Itamarty Selection Process to Become Diplomat Trainees. The new group at the Rio Branco Institute, where the diplomatic career begins in Brazil, will this year have the highest female participation in the institution's history. Of the 36 admitted, 15 are women.\nLeia mais (07/08/2022 - 14h22)", "article_id": 176}
{"text": "Cristina Fernández de Kirchner reignites infighting with inflation jab. Vice-President Cristina Fernández de Kirchner reignites infighting in the ruling coalition by criticising price increases authorised by her own government. Leer más", "article_id": 177}
{"text": "Argentina downgraded by Fitch on rising debt repayment risk. Nation's credit score cut by a notch to CCC- from CCC as Fitch Ratins agency warns of “highly constrained” external-liquidity position will undermine its ability to repay debt. Leer más", "article_id": 178}
{"text": "'Make it stop!' Brazilians fed up with long, dirty election campaign. Fiery rhetoric leading up to the October 30th run-off has left many citizens feeling burnt out. Leer más", "article_id": 179}
{"text": "The issues keeping US voters up at night as midterms loom. As biennial elections approach, US voters divided on key issues.  Leer más", "article_id": 180}
{"text": "Argentina's lower house approves 2023 Budget after marathon session. Ruling coalition secures approval of 2023 Budget bill with 180 votes in favour, 22 against and 49 abstentions, though articles to strip income tax exemptions for judges and judicial workers fails to win support.\n Leer más", "article_id": 181}
{"text": "Gender: X – Proud owner of Chile's first non-binary ID card. Shane Cienfuegos fought a nine-year legal battle to finally receive an identity document that reflects how they see themselves. This is their story.\n Leer más", "article_id": 182}
{"text": "Bolsonaro stalls in polls after ally clashes with police. Former right-wing lawmaker fires at authorities and lobs grenades in near-fatal shootout; Incumbent Brazilian president loses steam in closing days of race. Leer más", "article_id": 183}
{"text": "Macri calls for unity but gives little away at book launch. Potential 2023 candidates are the talk of the town as top names from the opposition Juntos por el Cambio coalition turn out in large numbers at La Rural for the launch of former president Mauricio Macri’s new book, ‘Para Qué.’ Leer más", "article_id": 184}
{"text": "Whirlpool touts bet on troubled Argentina as others steer clear. Whirlpool is betting on demand for front-load washing machines in Latin America with a new state-of-the-art plant in Pilar.\n Leer más", "article_id": 185}
{"text": "Prada and pools: Rishi Sunak's mega-wealthy wife and in-laws. Akshata Murty, the Indian wife of Britain's next Prime Minister Rishi Sunak, is fabulously rich thanks to her billionaire father, a fortune that is attracting controversy. Leer más", "article_id": 186}
{"text": "LGBT football fans fight for safe space in Brazil stadiums. Some clubs in Brazil are providing rare safe spaces for gay fans who often steer clear of football stadiums for fear of coming under attack. In other stadiums, homosexual fans are often forced to fly under the radar to avoid homophobic chants, insults, hostile looks, and even assaults. Leer más", "article_id": 187}
{"text": "ANSES: Half a million sign up for emergency food aid payment. Argentina’s government last week confirmed an \"emergency bonus payment\" would be made for those living in extreme poverty who do not receive any state aid.\n Leer más", "article_id": 188}
{"text": "EU ‘fully committed’ to Mercosur free-trade deal, says top official. The European Union is “fully committed” to the stalled free-trade deal with the Mercosur bloc and must move ahead before “other actors intervene,” declares EU official Josep Borrell. Leer más", "article_id": 189}
{"text": "School sit-ins: City Hall seeks 50 million pesos from 366 parents. Buenos Aires City government files criminal charges against 366 parents of students who occupied schools last month; Authorities seeking more than 50 million pesos in costs allegedly incurred by shutdowns.\n Leer más", "article_id": 190}
{"text": "Máximo Kirchner: ‘I don't think Cristina will be a candidate in 2023’. Frente de Todos national deputy says that “today, Peronism has no candidates” but that his mother, Cristina Fernándex de Kirchner, is unlikely to run for president next year. Leer más", "article_id": 191}
{"text": "Survey: Almost one-third of Argentines would prefer 'a new political party' to form government in 2023. Almost a third of the people want a new political party to represent them, rejecting both Juntos por el Cambio and Frente de Todos, new survey by Cristian Solmoirago reveals. Leer más", "article_id": 192}
{"text": "Incoming PM Rishi Sunak inherits UK economy in crisis. Britain's next leader inherits a UK economy that was headed for recession even before the recent turmoil triggered by Liz Truss.\n Leer más", "article_id": 193}
{"text": "Rishi Sunak wins race to become UK's new prime minister. British politician Rishi Sunak was Monday elected Conservative leader and will become the UK's next prime minister, after rival Penny Mordaunt failed to secure the necessary 100 nominations from her fellow MPs. Leer más", "article_id": 194}
{"text": "Rio Tinto seeks pitches from bankers for lithium deals in battery metal foray. Rio Tinto Group is asking for pitches from some of the biggest investment banks for lithium companies and projects it could buy as the mining giant looks to expand into the key battery metal. Leer más", "article_id": 195}
{"text": "At a bar in Buenos Aires, a new community bonds over a shared hatred of Putin. They escaped the war and have formed their own community of exiles in Argentina, from where they can provide long-distance assistance and advice to fellow compatriots who do not want their hands to be bloodstained, courtesy of Vladimir Putin. Mostly young men of army recruitment age, they came to Buenos Aires from Moscow, Siberia, the Donbas and Kazakhstan – and they’re united in their hatred for Russia’s leader, the “wild beast” who rules in Moscow.\n Leer más", "article_id": 196}
{"text": "1985, the year behind the film. Since a moving picture can also be worth a thousand words, this week's column will leave the trial to the film and instead try to fill out the context of that year 1985.\n Leer más", "article_id": 197}
{"text": "Further down the slippery slope. The coalition that Cristina assembled in order to beat Mauricio Macri is so fragile that important bits, among them the bellicose faction that answers to her, have swung into opposition.\n Leer más", "article_id": 198}
{"text": "Rain dampens reception for Macri’s new book on streets of Buenos Aires. Former president’s latest tome, Para Que, hits shelves across the country – is it the precursor to a presidential candidacy? Leer más", "article_id": 199}
{"text": "Stating the less than obvious. Understanding a problem is the most important half of the solution.\n Leer más", "article_id": 200}
{"text": "The weaponisation of information in Latin America. Disinformation is not new and has been used for millennia. Yet its digital iteration harnesses the power of the Internet which has brought together the largest and most interconnected communications network in the history of humanity.  Leer más", "article_id": 201}
{"text": "Confirmed: Submarine found off coast in Necochea, Argentina, belonged to Nazis. The German ship was scuttled in the dying days of World War II, according to naval investigators. Wreckage lies around four kilometres off coast of Costa Bonita and Arenas Verdes beaches in Buenos Aires, at a depth of 28 metres.\n Leer más", "article_id": 202}
{"text": "Argentina must aim to let the peso float, says Rodríguez Larreta. Buenos Aires City Mayor Rodriguez Larreta speaks in an interview; Opposition leader says economic strategy needs political accord first.\n Leer más", "article_id": 203}
{"text": "Marcelo Gallardo’s legacy at River is so more much than titles. Marcelo Gallardo has spent 45 percent of his life linked to River Plate. As El Muñeco confirms he will leave the club at the end of his contract, journalist and biographer Diego Borinsky explains why the Millonario will be unable to find another figure like him.\n Leer más", "article_id": 204}
{"text": "Juntos now has more infighting within parties than between allies. Radicals and PRO showing more tension between party colleagues than alliance partners. Meetings, whether public or secret, are drawing attention.\n Leer más", "article_id": 205}
{"text": "Stories that caught our eye: October 14 to 21. A selection of the stories that caught our eye over the last seven days in Argentina. Leer más", "article_id": 206}
{"text": "Argentina offers food bonus to destitute as price crisis bites. Sergio Massa, Fernanda Raverta confirm adults without income will be eligible for 45,000-peso bonus to help meet nutritional needs amid deepening inflation crisis.\n Leer más", "article_id": 207}
{"text": "Noche de los Museos returns for 18th edition with a focus on art and nature. This Saturday night, museums and cultural spaces across Buenos Aires will be free to enter and enjoy as one of the capital’s most anticipated cultural events gets underway.\n Leer más", "article_id": 208}
{"text": "UK PM Truss quits, Tories vow new leader next week. Conservative leader Liz Truss quits as UK prime minister after a brief and chaotic tenure that lasted just six weeks in power. Leer más", "article_id": 209}
{"text": "With Boca a point clear, Argentina’s top flight set for a gripping finale. End of the league campaign promises a nail-biting finale and the presence of each challenger's nemesis only increases the potential for morbid speculation and outrageous conspiracy theories. Leer más", "article_id": 210}
{"text": "OAS sends mission to Peru, supports government in face of political crisis. Organisation of American States expresses its support for Peruvian government and decides to send a mission to the country after President Pedro Castillo, under investigation for corruption, asked for help to overcome the political crisis.\n Leer más", "article_id": 211}
{"text": "Argentina’s economy grew in August despite political crisis. Economy expanded 0.4% in August compared to July; From a year ago, the economy grew 6.4%, according to government data. Leer más", "article_id": 212}
{"text": "President threatens legal action after 'Big Brother' contestant accuses him of corruption. Contestant on 'Gran Hermano' – the local version of the 'Big Brother' reality TV show – claims that President Alberto Fernández is guilty of bribery and corruption; Casa Rosada denies claims, threatens legal action. Leer más", "article_id": 213}
{"text": "Javier Milei claims he turned down US$300,000 offer not to run in 2021. The deputy of La Libertad Avanza lawmaker alleges he refused a six-figure sum from \"an important politician\" who did not want him to compete in the last PASO.\n Leer más", "article_id": 214}
{"text": "What can cities do to mitigate and adapt to the effects of climate change?. The challenges posed by climate change require immediate actions, which national governments are not carrying out to the extent they are needed. Leer más", "article_id": 215}
{"text": "British Prime Minister Liz Truss resigns after just 44 days in office. British Prime Minister Liz Truss announces her resignation, just 44 days after taking office; Conservative leader admits she cannot lead party and says her replacement will be chosen by next week.  Leer más", "article_id": 216}
{"text": "Oxford & Cambridge dinner returns. After a three-year hiatus due to the coronavirus pandemic, the Oxford & Cambridge Annual Dinner will be returning next month. Leer más", "article_id": 217}
{"text": "Final few of grounded plane’s crew end fourth-month stopover in Argentina. Five remaining crew members – three Iranian, two Venezuelan – of the Emtrasur cargo plane detained at Ezeiza International Airport since June given permission to depart by judge. Leer más", "article_id": 218}
{"text": "Latin America's economy will grow 3.2% in 2022, then slow down, says UN body. ECLAC said all subregions will face a growth slowdown next year, with South America expecting growth of 1.2% in 2023 compared to 3.4% this year.\n Leer más", "article_id": 219}
{"text": "Bolsonaro cuts into Lula’s lead ahead of Brazil run-off. President Jair Bolsonaro is chipping away at challenger Luiz Inácio Lula da Silva’s lead in opinion polls ahead of October 30 run-off. Leer más", "article_id": 220}
{"text": "World mayors convene in Buenos Aires for C40 climate summit. Buenos Aires City Mayor Horacio Rodríguez Larreta plays host as hundreds of city leaders from across the world meet for the C40 Summit to discuss international cooperation on climate change. Leer más", "article_id": 221}
{"text": "Canadian tourist drowns in Iguazú Falls. Body of the 60-year-old man recovered after search effort; Authorities unclear if suicide or accident. Leer más", "article_id": 222}
{"text": "Brazil challenger Lula alleges Neymar supports Bolsonaro over debt woes. Luiz Inácio Lula da Silva slams football star Neymar's support for Jair Bolsonaro, alleging the player has been motivated to back the incumbent by a debt \"pardon.\" \n Leer más", "article_id": 223}
{"text": "Lionel Messi launches investment firm Targeting sports and tech. Argentina captain and PSG star is creating a holding company to invest in sports, media and technology globally, reveals Bloomberg.\n Leer más", "article_id": 224}
{"text": "Court in Argentina issues joint custody ruling for divorcees and their pet dogs. Court in Argentina issues ruling detailing shared visitation and custody rights for two dogs owned by divorced couple.\n Leer más", "article_id": 225}
{"text": "Brazil's Bolsonaro apologises amid 'paedophilia' row. Brazilian President Jair Bolsonaro has apologised after an interview in which he talked about visiting a group of underage Venezuelan girls at home sparked controversy and drew accusations of \"paedophilia\" from opponents.\n Leer más", "article_id": 226}
{"text": "Globant partners with FIFA on streaming ahead of World Cup. Software company Globant SA partners with FIFA, deepening its push into sports and entertainment.\n Leer más", "article_id": 227}
{"text": "Juan Manzur to resign as Cabinet chief early next year, return to Tucumán. Cabinet chief will leave the government to share a ticket with gubernatorial candidate Osvaldo Jaldo in Tucumán. Manzur plans to resign from his post in February. Leer más", "article_id": 228}
{"text": "Demands ring out as divided Peronism marks Loyalty Day. Demands rang out from trade union groups and politicians on Monday as Peronist Loyalty Day was marked with rallies across the country. Leer más", "article_id": 229}
{"text": "Argentina asks Qatar to arrest Iranian vice-president over AMIA charges. Foreign Ministry in Buenos Aires submits a request to Qatar filed by prosecutor in the case, Sebastián Basso.\n Leer más", "article_id": 230}
{"text": "Victoria Tolosa Paz sets priorities: ‘There can be no excessive overlap of social plans’. New Social Development Minister is settling into her new office, anticipating a new line for her stewardship. “You’re going to have to go out to work if you want to earn more than a minimum wage,” assures Victoria Tolosa Paz. New official feels that she has the support of all internal sectors within Frente de Todos and that they will only manage to be electorally competitive if they can succeed in “sorting out the lives of those with work and those without.” Leer más", "article_id": 231}
{"text": "River Plate bids farewell to 'El Muñeco' Gallardo in explosive style. Monumental bids farewell to departing coach Marcelo Gallardo. 'El Muñeco' announced last Thursday that he will leave the side at the end of his contract in December, ending a massively successful eight-year period. Leer más", "article_id": 232}
{"text": "Brazil to propose IMF’s Goldfajn to lead regional bank IDB. Top Brazilian officials look to former central bank president to head the multilateral lender. Leer más", "article_id": 233}
{"text": "Bolsonaro and Lula clash in first head-to-head debate. Brazil's two remaining presidential candidates exchange heated remarks in lead-up to October 30th runoff election. Leer más", "article_id": 234}
{"text": "Argentina admits responsibility for AMIA case 'impunity' before IACHR. Before the Inter-American Court of Human Rights, the Justice & Human Rights Ministry admits State violated rights and failed to protect victims; Country will have to pay compensation. Leer más", "article_id": 235}
{"text": "Pope urges UN reform after Ukraine war, Covid 'limits'. The United Nations is no longer fit for \"new realities,\" writes Pope Francis in soon-to-be released book. Leer más", "article_id": 236}
{"text": "Judge allows five crew-members of detained Venezuelan plane to depart. The five remaining crew members of a Venezuelan cargo plane detained since June in Argentina have been granted permission to leave the country. Leer más", "article_id": 237}
{"text": "Charly García brings star power as ARTEBA returns in a new space. Buenos Aires' premier modern and contemporary art fair moves to new Costa Salguero location, with rocker Charly García’s first exhibition drawing both crowds and collectors. Leer más", "article_id": 238}
{"text": "A paradigm shift is on the way. To handle what is happening, governments make out that, after a period of belt-tightening that can be blamed on Putin, things will return to normal. Will they, or rather, can they?\n Leer más", "article_id": 239}
{"text": "Changing horses in midstream. With the exits of Gómez Alcorta and Moroni in the first half of this month, President Fernández has now parted company with fully three-quarters of his original 20-strong Cabinet.\n Leer más", "article_id": 240}
{"text": "The Mayor. While Horacio Rodríguez Larreta represents a centrist tendency in Argentine politics, the true protagonists are still Macri and Cristina.  Leer más", "article_id": 241}
{"text": "Inflation in September hit 6.2%, prices up 83% over past year. No respite from runaway price hikes: inflation in September reached 6.2%, with cost of living over the last 12 months up 83%. Private economists forecast an annual 2022 rate of more than 100%.\n Leer más", "article_id": 242}
{"text": "Argentina’s yearly inflation surged to 83% in September. Annual inflation surged to a new 30-year high in September as policymakers struggle to tame some of the world’s fastest consumer price increases.\n Leer más", "article_id": 243}
{"text": "Argentina’s currency mess sucks sales out of Uruguay’s malls. Uruguay’s largest shopping centre operator is seeing store sales dented by a currency crisis in neighbouring Argentina. Leer más", "article_id": 244}
{"text": "Indonesia seeks to capitalise on G20 Summit. Emerging powerhouse nation of 275 million ready to assert itself on the world stage as global leaders prepare for Bali meeting. Leer más", "article_id": 245}
{"text": "IMF urges Argentina against ad-hoc FX policy with 100% inflation. With inflation forecasts reaching 100% for the year, IMF Western Hemisphere Director Ilan Goldfajn cautions Argentine officials against “different FX measures or prices.\"\n Leer más", "article_id": 246}
{"text": "Stories that caught our eye: October 7 to 14. Here's a selection of the stories that seized the headlines over the past seven days in Argentina. Leer más", "article_id": 247}
{"text": "President reshuffles his pack with ‘militant women’. Raquel Olmos takes on Labour portfolio, Victoria Tolosa Paz to helm Social Development Ministry, Ayelén Mazzina becomes Women, Gender & Diversity minister.\n Leer más", "article_id": 248}
{"text": "The discreet charm of inflation. The vested interests benefitting from inflation in Argentina are extremely powerful and go a long way towards explaining its extraordinary persistence.\n Leer más", "article_id": 249}
{"text": "Truss sacks key ally Kwarteng as pressure on UK prime minister grows. Kwasi Kwarteng has been sacked as Britain's chancellor of the exchequer, the BBC and Sky News reported on Friday, as Prime Minister Liz Truss tries to save her beleaguered premiership.\n Leer más", "article_id": 250}
{"text": "Macri says he’s not registered to run in 2023. Former president and PRO leader indicates he has no intention of running for Argentina’s top office in next year’s federal election. Leer más", "article_id": 251}
{"text": "Maradona's 'Hand of God' ball to go up for auction. The ball that Diego Maradona used to score his infamous \"Hand of God\" World Cup goal will go under the hammer next month and could fetch up to £3 million.\n Leer más", "article_id": 252}
{"text": "A football match is not a war. Events at the Gimnasia-Boca match show that a comprehensive overhaul of the policing of football matches is long overdue. Leer más", "article_id": 253}
{"text": "Gallardo quits River Plate after glorious eight years in charge. ‘El Muñeco’ announces he will step down as coach of the Millionario when his contract ends in December; Coach has won 14 titles during time with River. Leer más", "article_id": 254}
{"text": "Severe storms swell Iguazú falls to 10 times normal flow. Closures as famed Iguazú waterfalls on the border between Argentina and Brazil have registered 10 times their usual water volume after heavy rains. Leer más", "article_id": 255}
{"text": "Meet Simone Tebet, kingmaker in Brazil's presidential runoff. A little-known woman senator has emerged as kingmaker in Brazil's knife-edge presidential runoff. Leer más", "article_id": 256}
{"text": "Argentina mulls tighter wheat export controls as crop withers. Argentina is considering tightening the screws on wheat exports as a drought withers plants. Leer más", "article_id": 257}
{"text": "‘I fell in love’ – Horacio Rodríguez Larreta opens up about new partner. Buenos Aires City mayor, opposition leader and presidential hopeful confirms he is in a relationship with 36-year-old City Hall official Milagros Maylin. Leer más", "article_id": 258}
{"text": "Who is Milagros Maylin, Horacio Rodríguez Larreta's new partner?. Young official in the Buenos Aires City government is a Racing fan, just like the mayor. Outed by Bárbara Diez as the opposition leader’s new beau, she is believed to be close to ex-Buenos Aires Province governor María Eugenia Vidal. Leer más", "article_id": 259}
{"text": "Qatar and Coldplay: Argentina multiplies its exchange rates. The 'dólar Catar' and 'dólar Coldplay' were added to Argentina's exchange control jargon on Wednesday. Leer más", "article_id": 260}
{"text": "'Alive': Uruguay plane crash survivors savour life 50 years on. On October 13, 1972, a plane carrying an amateur Uruguayan rugby team, along with relatives and supporters, to an away match in Chile crashed in the Andes with 45 people on board. Sixteen young men managed to survive for 72 days, in sub-zero temperatures and with very little food, before two found help after a 10-day trek across the mountains in waist-deep snow. Leer más", "article_id": 261}
{"text": "Collective bargaining, inflation, union divisions: Orange alert as October heats up. Runaway three-digit wage increases impact on multiple fronts. Tussle among unions to clinch the biggest wage hikes, conflict between the CGT and leftist groupings over increasingly poor wage-earners. The business world watches on, fearing escalation. Leer más", "article_id": 262}
{"text": "Study: Only a third of secondary school graduates in Argentina land quality jobs. Percentage shrinks to nine for those who do not finish schooling; Study, carried out by the Observatorio de Argentinos por la Educación and CIPPEC, also shows lower female access to quality jobs. Leer más", "article_id": 263}
{"text": "Inter-American Development Bank signs off on US$700 million loan for Argentina. Inter-American Development Bank announces US$700-million loan to Argentina to \"strengthen the country's public finances\" and \"protect social spending.\" Leer más", "article_id": 264}
{"text": "Argentina slaps new taxes on concerts, spending on cards overseas. Aiming to \"protect reserves for production and job creation,” the National Government introduces new levies to discourage purchases in dollars with debit and credit cards; New measures affect foreign currency purchases in excess of US$300, trips abroad and luxury goods. Leer más", "article_id": 265}
{"text": "Why English audiences have the toughest time with Shakespeare. All the world's a stage but the irony is the rest of the globe often has an easier time understanding William Shakespeare than English speakers.  Leer más", "article_id": 266}
{"text": "From Coldplay shows to the World Cup, Argentina mixes exchange rates. Government officials on Wednesday will roll out new taxes applied to the official exchange rate for foreign travel ahead of the World Cup in Qatar next month and for locals attending concerts by artists such as British rock band Coldplay. Leer más", "article_id": 267}
{"text": "Argentina slaps new taxes on concerts, travel before World Cup. Argentina's government is applying new taxes on travel abroad ahead of the World Cup, and on concerts by artists who charge in foreign currency, as it seeks to protect its low reserves and avoid a devaluation. Leer más", "article_id": 268}
{"text": "IMF maintains Argentina 2022 growth forecast at 4%. International Monetary Fund maintains outlook for Argentina this year: 4% growth.\n Leer más", "article_id": 269}
{"text": "Victoria Tolosa Paz takes on challenge of Social Development Ministry. Victoria Tolosa Paz will vacate her post as a national deputy to helm the Social Development Ministry. A mother of three with a long history of Peronism and public office, her partner is ex-media secretary Enrique ‘Pepe’ Albistur, a close friend of Alberto Fernández. Leer más", "article_id": 270}
{"text": "Faithful five: the Cabinet allies who’ve stayed with Alberto Fernández. President Alberto Fernández is nearing almost three years in office, but his team is much changed. Since then, 16 ministers and one secretary have left or changed their posts, leaving just five of the original crew remaining. Leer más", "article_id": 271}
{"text": "Raquel ‘Kelly’ Olmos, PJ loyalist close to the president, takes on labour portfolio. New Labour Minister referred to her relationship with Kirchnerism, Peronism, trade unions and vows to lead a portfolio that’s “on the side of the workers.” Leer más", "article_id": 272}
{"text": "Micaela Morán to replace Tolosa Paz in lower house. Victoria Tolosa Paz to take on Social Development Ministry, with ex-Transport ministry official and Frente Renovador politician Micaela Morán entering the Chamber of Deputies. Leer más", "article_id": 273}
{"text": "Alberto Fernández, the solitary president who ‘resists with endurance’. The president set about his latest Cabinet reshuffle on his own. He did not want to pick up the phone and generate a consensus on key portfolios such as Social Development and Labour. Leer más", "article_id": 274}
{"text": "Messi to headline Maradona 'match for peace' homage. Lionel Messi will headline a star-studded lineup for a 'match for peace' this November in tribute to fellow Argentina great Diego Maradona. Leer más", "article_id": 275}
{"text": "United Nations says 54 poor nations urgently need debt relief. United Nations Development Programme warns dozens of developing nations are facing a rapidly deepening debt crisis and that \"the risks of inaction are dire.\"\n Leer más", "article_id": 276}
{"text": "Why forests are key to the climate — and not just to absorb carbon. The cooling impact of forests goes beyond their ability to absorb planet-heating carbon dioxide emissions.", "article_id": 277}
{"text": "The world’s biggest source of clean energy is evaporating fast. Dams are the world’s largest source of clean energy, yet extreme weather is making them less effective in the battle against climate change.", "article_id": 278}
{"text": "Swamped by crises at home, Sunak expected to adopt pragmatic Asia policy. New PM has vowed to prioritize “policies not personalities,” while attempting to unite his party after his predecessor's chaotic time in office.", "article_id": 279}
{"text": "U.K.’s first Hindu leader is symbol of both progress and privilege. Sunak attended the University of Oxford and before that the elite private school, Winchester, highlighting criticism that the country’s leaders largely come from a narrow ...", "article_id": 280}
{"text": "Outlook darkens for Biden’s White House ahead of U.S. midterms. Recent polls have shown Democrats who once had comfortable leads are now in tight races and Senate elections that were considered toss-ups between the two ...", "article_id": 281}
{"text": "Battling the cold in the trenches of eastern Ukraine. With \"tactical socks,\" NATO standard sleeping bags and even a sauna, a unit of soldiers from Ukraine's 5th brigade is preparing for winter in a ...", "article_id": 282}
{"text": "Why is Russia suddenly talking about ‘dirty bombs’?. The idea of radiological dispersal devices is not new, and Russia’s claim that Ukraine would build and use one has been met with scorn from ...", "article_id": 283}
{"text": "Fossil fuel dependence risks current and future health, experts say. The analysis found that a majority of countries still allocate billions of dollars to fossil fuel subsidies, often amounting to sums comparable to or greater ...", "article_id": 284}
{"text": "New COVID boosters aren’t better than old ones, small study finds. The early results don’t mean that getting a bivalent shot has no benefit, but they do raise the question of whether the switch to a ...", "article_id": 285}
{"text": "Armed ‘poll watchers’ loom over U.S. midterms. \"It's a deterrent,\" says 78-year-old retiree Gabor Zolna, gesturing to the cameras that he and his fellow unofficial observers are wearing as they wait near ...", "article_id": 286}
{"text": "Global COVID cases will rise in coming months, but at slower pace, report says. The increase in cases is not expected to cause a surge in deaths, the University of Washington's Institute for Health Metrics and Evaluation said.", "article_id": 287}
{"text": "New PM Rishi Sunak pledges to fix Britain’s many problems. The U.K.'s youngest leader in over 200 years has been tasked with bringing an end to the infighting and feuding at Westminster that has horrified ...", "article_id": 288}
{"text": "Lab manipulations of COVID virus fall under murky government rules. Mouse experiments at Boston University have spotlighted an ambiguous U.S. policy for research on potentially dangerous pathogens.", "article_id": 289}
{"text": "How the ‘Black Death’ left its genetic mark on future generations. Scientists have discovered several genetic variants that protect Europeans from the bubonic plague — but also increase the risk of immune disorders.", "article_id": 290}
{"text": "U.S. allies, fearing Trump whiplash, eye midterms for political clues. There is a perception that a strong showing by Republicans — especially those that align themselves closely with Trump — would portend unwelcome foreign policy ...", "article_id": 291}
{"text": "Rishi Sunak’s prize for predicting Truss chaos: He gets to clean up the mess. Just seven weeks after Truss traveled to meet Queen Elizabeth II to become prime minister, Sunak will meet King Charles III on Tuesday to formally ...", "article_id": 292}
{"text": "New U.K. Prime Minister Rishi Sunak warns of ‘profound economic challenge’. Sunak faces a formidable challenge to steady the U.K. economy in the face of headwinds including double-digit inflation, rising interest rates and a surge in ...", "article_id": 293}
{"text": "Putin’s threats worry Ukraine’s NATO allies as sign of Russian desperation. The view among Ukraine’s allies is that the Kremlin is trying to scare them with the talk of \"unthinkable” weapons into reducing their supplies of ...", "article_id": 294}
{"text": "COVID-19 tied to higher risk of deadly blood clots, large study finds. The findings are yet another sign of the hidden dangers of the virus that can result even from mild cases.", "article_id": 295}
{"text": "U.K.’s Rishi Sunak to become PM after rivals quit leadership race. Just weeks after failing in a first attempt to lead the ruling Tories, Sunak has capped a stunning reversal in fortunes.", "article_id": 296}
{"text": "Ukraine slams Russia’s ‘dirty bomb’ claims as dangerous lies. Western allies warned Moscow against using any pretext for escalating the conflict.", "article_id": 297}
{"text": "Fossil fuel profits can easily cover climate losses, report says. Economic losses in climate-vulnerable countries have totaled more than half a trillion dollars, yet the fossil fuel industry’s profits were enough to counterbalance that several ...", "article_id": 298}
{"text": "COP27 climate summit is heading for a geopolitical hurricane. As Egypt prepares to stage the climate summit early next month, the geopolitical context that shapes all international diplomacy has gone from tense to precarious.", "article_id": 299}
{"text": "Iran’s top nuclear agency says its email servers were hacked. The announcement comes after a group called Black Reward claimed on Friday that it had hacked Iran's atomic energy agency as part of a campaign ...", "article_id": 300}
{"text": "Boris Johnson battling for comeback bid as Rishi Sunak enters U.K. PM race. Johnson was fighting for support to make a shock return as Britain's prime minister after prominent Tory right-wing figures coalesced around former finance chief Sunak.", "article_id": 301}
{"text": "Urgency lacking as tuberculosis passes COVID-19 as biggest killer. Around 5% of the 9.5 million people who contract TB each year are resistant to commonly prescribed antibiotics, making them difficult to treat.", "article_id": 302}
{"text": "Ukraine faces power cuts after Russian strikes as more flee Kherson. Ukrainian President Volodymyr Zelenskyy pledged that his military would improve on an already good record of downing missiles with help from its partners.", "article_id": 303}
{"text": "Using adoptions, Moscow turns Ukrainian children into spoils of war. Soldiers took children from orphanages and group homes to be adopted in Russia — but they also took children whose relatives or guardians want them ...", "article_id": 304}
{"text": "U.S. midterms and the ‘election deniers’ threatening democracy. Two weeks ahead of the midterm elections, Republicans up and down the ballot are embracing Trump's false assertion that the 2020 election was stolen and ...", "article_id": 305}
{"text": "Liz Truss’s 44 days in office net her a £115,000 yearly stipend for life. The money isn’t for private use, but rather to help pay for the additional costs, like staffing, faced by former prime ministers after being in ...", "article_id": 306}
{"text": "'Kill everyone': Russian violence in Ukraine was strategic. Soldiers providing security peered from behind fences, their guns bristling in every direction. Two Ka-52 Alligator attack helicopters circled overhead, providing additional cover for Col. Gen. Alexander Chaiko as he escorted an aid convoy in March from the schoolhouse on Tsentralna street that Russian officers commandeered as a headquarters.", "article_id": 307}
{"text": "China's Xi knows we are not seeking conflict: US President Joe Biden. Biden said the United States would continue to lead ona number of issues, from Russia's aggression in Ukraine to climate change to the Indo-Pacific region. \"We do not seek conflict with them,\" he said of the Chinese.", "article_id": 308}
{"text": "Mehbooba sent final notice to vacate CM bungalow. ", "article_id": 309}
{"text": "Infiltration bid foiled along LoC in Kupwara, one killed: Army. As per intelligence agencies, the slain terrorist was identified as Mohammed Shakur (32) from Pakistan’s Syedpura. For the past three decades, Pakistani youth have been used as cannon fodder with the fruitless aim to constantly disrupt progress towards collective peace, a Srinagar-based defence spokesperson said.", "article_id": 310}
{"text": "Perfectly legal for UK PM to have Indian wife, expert says. The prime minister is, by convention, an MP who leads the largest party in the House of Commons and has to be chosen by the King. Sunak was asked to form a government by the King on Tuesday and his party has a majority in the House of Commons.", "article_id": 311}
{"text": "Rishi Sunak tears into Labour at first PMQs, fends off attacks on his wife and wealth. Starmer, leader of the Labour party, began by saying: “The first British Asian prime minister is a significant moment in our national story and it is a reminder that for all the challenges we face as a country, Britain is a place where people of all races and beliefs can fulfil their dreams. That is not true in every country.”", "article_id": 312}
{"text": "Pakistan security overdrive as Imran Khan plans 8-day ‘freedom’ march to capital. Pakistan Tehreek-i-Insaf's Asad Umar, a former minister, said Imran and his supporters would cover nearly 400km in a week.Former PM and Pakistan Muslim League-Nawaz (PML-N) chief Nawaz Sharif alleged that the proposed long march was meant to create a situation where the next army chief would be of Imran's choosing rather than any noble goal.", "article_id": 313}
{"text": "Indians, Khalistani supporters clash in Canadian city on Diwali night. The police said they received reports that the fight had broken out at a local parking lot, adding that paramedics assessed one male patient at the scene. In its latest update on Tuesday, the police said there was a \"large gathering of people\" who were \"yelling\" and \"screaming\", but there was \"no large fight.\"", "article_id": 314}
{"text": "Is UK leader Rishi Sunak too rich to rule in tough times?. ", "article_id": 315}
{"text": "UN weather agency: Greenhouse gases reach new record in 2021. The three main greenhouse gases hit record high levels in the atmosphere last year, the UN weather agency said Wednesday, calling it an “ominous” sign as war in Ukraine, rising costs of food and fuel, and other worries have elbowed in on longtime concerns about global warming in recent months.“More bad news for the planet,” the World Meteorological Organization said in a statement along with its latest annual Greenhouse Gas Bulletin.", "article_id": 316}
{"text": "Russians dig in to defend key city of Kherson, Ukrainian forces say. ", "article_id": 317}
{"text": "UK PM Rishi Sunak responds to opposition criticism over Braverman's return as home secretary. UK Prime Minister Rishi Sunak on Wednesday came out in staunch defence of Suella Braverman after bringing her back as the home secretary in his cabinet. On the issue of the re-appointment of Braverman as home secretary, Sunak said she made \"an error of judgement,\" but she had recognised that.", "article_id": 318}
{"text": "Biden mispronounces British PM Rishi Sunak's name, triggers memes. At the Diwali reception on Monday, Biden took the opportunity to congratulate Prime Minister Sunak on his 'groundbreaking achievement' of becoming the first Asian premier of the UK. He, however, mispronounced Sunak's name to his mainly Indian-American audience, adding a 'd' to the end of Rishi's first name and rhyming his surname with a Chinook helicopter.", "article_id": 319}
{"text": "On Sunday, Brazil's bitter presidential race comes to an end. ", "article_id": 320}
{"text": "Russia fires rockets at Ukraine, renews 'dirty bomb' claims. ", "article_id": 321}
{"text": "New UK PM Sunak cheers his gloomy lawmakers with parliament debut. Britain's new Prime Minister Rishi Sunak earned cheers from his lawmakers and plaudits from political commentators on Wednesday as he locked horns with the opposition Labour Party in parliament for the first time since becoming leader.", "article_id": 322}
{"text": "Xi deals knockout blow to once-powerful Youth League faction. Premier Li Keqiang and Vice Premier Wang Yang, both 67 and young enough to be re-appointed to the elite seven-member Politburo Standing Committee, were left off even the wider Central Committee, as Xi installed loyalists in top party posts during the recent twice-a-decade leadership reshuffle.", "article_id": 323}
{"text": "Kremlin: Putin monitors drills of Russia's nuclear forces. ", "article_id": 324}
{"text": "Russia tells China, India Ukraine planning 'dirty bomb' attack. ", "article_id": 325}
{"text": "Shehbaz Sharif to visit China next week to meet Chinese President. Shehbaz Sharif will be among the first foreign leaders to visit China following the recently-concluded historic 20th National Congress of the Communist Party of China in which President Xi won an unprecedented third five-year term in power.", "article_id": 326}
{"text": "Kremlin admits Russian army is experiencing issues with equipment. The Kremlin admitted on Wednesday that the Russian army is experiencing issues with equipment, echoing comments from Russian President Vladimir Putin earlier in the week. “You have all heard the president’s remarks [at the meeting of the Coordination Council]. Indeed, there were issues with the equipment,” Kremlin spokesperson Dmitry Peskov told reporters. According to Peskov, some …\nThe post Kremlin admits Russian army is experiencing issues with equipment appeared first on Egypt Independent.", "article_id": 327}
{"text": "Body of American killed in Ukraine returned to Ukrainian custody by Russian military. The body of an American man killed in August while fighting alongside the Ukrainian military has been returned to Ukrainian custody by the Russian military. A CNN team witnessed the transfer in the Zaporizhzhia region on Wednesday. The American is 24-year-old Joshua Jones, who was killed in August. The US State Department has informed Jones’ family about …\nThe post Body of American killed in Ukraine returned to Ukrainian custody by Russian military appeared first on Egypt Independent.", "article_id": 328}
{"text": "International Space Station swerves to avoid Russian space debris, NASA says. The International Space Station fired its thrusters to maneuver out of the way of a piece of oncoming Russian space junk, NASA said late Monday. The space agency said in a news release that the ISS conducted a five minute, five second burn to avoid a fragment of Russia’s Cosmos 1408 satellite, which the country …\nThe post International Space Station swerves to avoid Russian space debris, NASA says appeared first on Egypt Independent.", "article_id": 329}
{"text": "US dollar exchange rate rises on Wednesday. The exchange rate of the US dollar rose against the Egyptian pound, Wednesday, October 26, 2022, by two piasters, as the highest price for selling reached LE19.75 and for purchase LE19.72, while the lowest price for selling was LE19.71 and for purchase LE19.65. The exchange rate of the US dollar against the pound in Egyptian …\nThe post US dollar exchange rate rises on Wednesday appeared first on Egypt Independent.", "article_id": 330}
{"text": "YouTube rolls out new features and an updated look. YouTube is rolling out what it calls a “small makeover” with a handful of new features and design changes intended to make watching videos on the platform a better experience. In a blog post published Monday, the company said it’s adding new tools inspired by feedback from its YouTube creator community and viewers. Perhaps the …\nThe post YouTube rolls out new features and an updated look appeared first on Egypt Independent.", "article_id": 331}
{"text": "UAE tops countries sending foreign direct investment flows to Egypt: PM. In the fiscal year 2021-2022, the UAE ranked first among the countries sending foreign direct investment flows to Egypt, with an estimated share of 29 percent of the total foreign direct investment flowing to Egypt during that period.   72 percent of the total Arab foreign direct investment flowing to Egypt during the same period, …\nThe post UAE tops countries sending foreign direct investment flows to Egypt: PM appeared first on Egypt Independent.", "article_id": 332}
{"text": "Samsung produces its first mobile phone manufactured in Egypt. Mobile phone giant Samsung produced its first phone manufactured in Egypt, a move that will help reduce the prices of this type of phone in Egypt, the Vice President of the Mobile Phone and Satellite Division in Egypt Walid Ramadan announced. Ramadan told Al-Masry Al-Youm that Samsung opened a mobile phone factory in Beni Suef, …\nThe post Samsung produces its first mobile phone manufactured in Egypt appeared first on Egypt Independent.", "article_id": 333}
{"text": "Sisi to Egypt’s Channel One: Egypt seeks to boost industrial production. Egypt is eyeing an increase in the volume of industrial production to be able to reduce an annual cost of 30 billion dollars’ worth of supplies, President Abdel Fattah al-Sisi said. Speaking to Egypt’s Channel One late Tuesday, the president said he is concerned with securing the basic commodities for citizens first, noting that Egypt …\nThe post Sisi to Egypt’s Channel One: Egypt seeks to boost industrial production appeared first on Egypt Independent.", "article_id": 334}
{"text": "Tourism ministry adopts measures to regulate Umrah trips in current Hijri year- official. The Ministry of Tourism and Antiquities adopted all regulations required to govern the implementation of Umrah trips for the 1444 AH season, according to Deputy Minister of Tourism and Antiquities for Tourism Affairs Ghada Shalabi. In a meeting held on Tuesday, to follow up on the latest developments regarding the Umrah season for the current …\nThe post Tourism ministry adopts measures to regulate Umrah trips in current Hijri year- official appeared first on Egypt Independent.", "article_id": 335}
{"text": "Poland considers “fortifications” on border with Russian exclave, official says. Sandwiched between Poland and Lithuania, Kaliningrad is a Russian exclave that was captured by Soviet troops from Nazi Germany in 1945 and become Soviet territory as a result of the Potsdam Agreement. It is Russia’s westernmost territory, and the only part of the country surrounded by EU states. In September, Russian state media TASS reported …\nThe post Poland considers “fortifications” on border with Russian exclave, official says appeared first on Egypt Independent.", "article_id": 336}
{"text": "Germany agrees plan to legalise recreational cannabis. The emblematic project will still need to gain approval from the European Union and the German parliament before entering the statute book, expected in 2024.", "article_id": 337}
{"text": "UK's crunch budget plan postponed till 17 Nov: PM's office. Chancellor Jeremy Hunt said the a short delay was justified in the circumstances.", "article_id": 338}
{"text": "Britain's Sunak to make parliamentary debut as PM. His parliamentary debut as prime minister comes a day after he took power as the first UK leader of colour, vowing to repair the damage wrought by outgoing leader Liz Truss through her disastrous budget, which sparked economic carnage.", "article_id": 339}
{"text": "Adidas cuts ties with Kanye West over anti-Semitic remarks. Recent comments by West - now known formally as Ye - were \"unacceptable, hateful and dangerous,\" Adidas said in a statement.", "article_id": 340}
{"text": "Iran tensions rise in protests ahead of Mahsa Amini ceremony. Young women and schoolgirls have been at the forefront of protests sparked by Amini's death last month, after her arrest for an alleged breach of the Islamic republic's strict dress code for women.\n", "article_id": 341}
{"text": "'Make it stop!' Brazilians fed up with long, dirty election campaign. Latin America's largest nation is four days from deciding whether to re-elect far-right President Jair Bolsonaro or leftist former leader Luiz Inacio Lula da Silva, who is leading a very tight race.\n", "article_id": 342}
{"text": "Aftershocks rock Philippines as six hurt by strong quake. The 6.4-magnitude quake struck the mountain town of Dolores in Abra province late Tuesday, followed by numerous aftershocks over the rest of the night, the state seismology office said.", "article_id": 343}
{"text": "Zara-owner Inditex to sell Russian stores. The Spanish fashion giant said it had reached an \"initial agreement\" to sell its business in Russia to Daher group, which has business interests in retail and real estate, it said in a statement.", "article_id": 344}
{"text": "Presidency nods to entry and docking of superyacht owned by Russian tycoon. Cape Town Mayor Geordin Hill-Lewis had written to International Relations Minister Naledi Pandor about his intention to block the ship.", "article_id": 345}
{"text": "US says Hong Kong risks reputation over yacht linked to Putin ally. The Nord - a US$500 million, 142-metre (466-foot) luxury vessel linked to Russian billionaire Alexei Mordashov - arrived in the Chinese territory's waters this week.", "article_id": 346}
{"text": "Meta says WhatsApp outage fixed. US tech giant Meta on Tuesday said it had resolved a major WhatsApp outage that prevented scores of the billions of users of its popular service from connecting or sending messages.", "article_id": 347}
{"text": "Food shock: Crop-battering disasters highlight climate threat. Climate change is already playing a role, as floods, droughts and heatwaves batter harvests from Europe to Asia and threaten famine in the Horn of Africa. ", "article_id": 348}
{"text": "Sunak to be appointed UK's third PM this year. Sunak became the ruling Conservatives' new leader on Monday after rival contender Penny Mordaunt failed to secure enough nominations from Tory MPs, and Boris Johnson dramatically aborted a comeback bid.\n", "article_id": 349}
{"text": "Italy's PM is a trailblazer, just don't call her feminist. Meloni is a working mother in a country where only about half of working-age women are employed.", "article_id": 350}
{"text": "Man who killed six people in US after driving SUV into Christmas parade convicted. US man who drove SUV into Wisconcin Christmas parade facing life sentence.", "article_id": 351}
{"text": "More than a dozen killed in attack on Shi’ite shrine in Iran: state news agency. The attack took place on the same day that Iranian security forces opened fire at mourners who gathered in Mahsa Amini’s Kurdish home town, according to a witness.", "article_id": 352}
{"text": "Putin renews ‘dirty bomb’ claims, watches nuclear drills. Vladimir Putin monitored the drills of his strategic nuclear forces which involved multiple practice launches of ballistic and cruise missiles.", "article_id": 353}
{"text": "Gay rights activist slams UK minister’s plea for football fans to respect Qatari laws. Australian-born Peter Tatchell has criticised the UK’s foreign secretary for saying gay people attending the FIFA World Cup should show “compromise” in Qatar.", "article_id": 354}
{"text": "New UK PM Rishi Sunak says the country faces 'profound economic crisis'. New UK PM Rishi Sunak says the country faces 'a profound economic crisis' and warns of tough times ahead.", "article_id": 355}
{"text": "NZ influencers released after being detained for weeks in Iran. In their last post before being detained, Bridget Thackwray spoke about being asked to dress more modestly and asked her husband for a kiss while driving - a public display of affection against local laws.", "article_id": 356}
{"text": "Stroke survivor and celebrity doctor clash in US midterm debate. Five months after a stroke nearly killed him, Pennsylvania’s Democratic candidate faced his biggest political test as he squared off against a Trump-backed rival.", "article_id": 357}
{"text": "Gallery: The best photos from around the world. The best photos from the international wire agencies as chosen by our picture editors", "article_id": 358}
{"text": "Dermatologist reacts to nasal tanning video. A US dermatologist Beth Goldstein shares own warning about nasal tanning sprays on TikTok.", "article_id": 359}
{"text": "On second thought... Left-wing Democrats retract letter to Biden asking for Ukraine peace talks. Progressive Caucus chair said the letter had been drafted several months ago and “released by staff without vetting.”", "article_id": 360}
{"text": "Condition of Texas teen shot eating hamburger 'touch and go'. A now-fired officer who shot Erik Cantu, 17, racially profiled him while searching for a Hispanic suspect, the family have been told.", "article_id": 361}
{"text": "Rishi Sunak now officially Britain's new Prime Minister after meeting King Charles. New UK Prime Minister Rishi Sunak has promised to restore economic stability.", "article_id": 362}
{"text": "Tumbleweeds inundate Colorado homes. Houses in Colorado have been inundated with tumbleweeds after a storm brought strong winds to the southern part of the state.", "article_id": 363}
{"text": "‘World’s dirtiest man’ dies after taking a bath. Amou Haji had for decades avoided eating fresh food and showering over fears of getting sick.", "article_id": 364}
{"text": "Why the US midterm elections are so important. 9News US correspondent Jonathan Kearsley breaks down how the US midterm elections work, why they are crucial for Joe Biden and how they could affect the 2024 presidential election.", "article_id": 365}
{"text": "Grandmother killed, eaten by python in Sumatran jungle. Jahrah, who like many Indonesians goes by just one name, walked into the jungle alone in Jambi province, on the island of Sumatra, but did not return home.", "article_id": 366}
{"text": "No sugar-coating from Sunak as he warns Britain faces ‘profound’ economic crisis. Rishi Sunak moving into No.10 is a step back to sanity but no one should be in any doubt about the scale of the challenges that lie ahead.", "article_id": 367}
{"text": "‘I deeply regret that’: Japan Cabinet minister resigns over Unification Church ties, replaced. It is a further blow to Prime Minister Fumio Kishida’s government, which has been rocked by his party’s close ties to the controversial church following the assassination Shinzo Abe.", "article_id": 368}
{"text": "‘Pure misinformation’: Russia takes Ukraine ‘dirty bomb’ accusation to the UN. Energoatom, the Ukrainian nuclear agency, said Russian forces have carried out secret construction work over the last week at the occupied Zaporizhzhia Nuclear Power Plant.", "article_id": 369}
{"text": "Rishi Sunak vows to ‘unite’ the UK as he appoints new cabinet. Rishi Sunak has become the third prime minister in two months after being invited to form a government by King Charles III.", "article_id": 370}
