{"text": "Ukraine war: Russian tactics on eastern front 'crazy', says Zelensky. Russia has expended huge resources in the town of Bakhmut despite a looming battle in Kherson.", "article_id": 0}
{"text": "Bruce Lehrmann: Australia parliament rape trial abandoned over juror 'misconduct'. A jury has been dismissed after \"misconduct\" during deliberations in a trial that has shocked Australia.", "article_id": 1}
{"text": "Lee Jae-yong: Samsung appoints Lee Jae-yong to top job. Lee Jae-yong was found guilty of bribery and embezzlement before being granted a presidential pardon.", "article_id": 2}
{"text": "New Zealand Instagram couple 'relieved' after leaving Iran. New Zealand Instagram couple vanished after entering Iran in July to film for New Zealand Instagram couple's blog.", "article_id": 3}
{"text": "Iran protests: Police fire on Mahsa Amini mourners - witnesses. Thousands gather in Mahsa Amini's home city of Saqqez to mark 40 days since Mahsa Amini's death in custody.", "article_id": 4}
{"text": "Germany plans to legalise recreational cannabis. In the EU only Malta has legalised recreational cannabis, while the Dutch tolerate limited use.", "article_id": 5}
{"text": "Australia World Cup team hits out at hosts Qatar. Australia World Cup team players have appeared in a video message highlighting the human rights record of hosts Qatar.", "article_id": 6}
{"text": "Thai transgender tycoon The purchase of the firm, once co-owned by Donald Trump Miss Universe contest. The purchase of Miss Universe contest, comes as Miss Universe contest becomes more inclusive.", "article_id": 7}
{"text": "Georgia Senate race: Herschel Walker called abortion 'hypocrite' by second woman. Georgia Senate hopeful Herschel Walker called the allegation - the second this month - \"foolishness\".", "article_id": 8}
{"text": "Putin watches first Russian nuclear drill since invasion of Ukraine. first Russian nuclear drill since invasion of Ukraine come as Russia makes unsubstantiated claims that Ukraine plans to use a \"dirty bomb\".", "article_id": 9}
{"text": "Even nuns watch porn, Pope says, warning of risks. Pope was answering a question about how best to navigate the digital world.", "article_id": 10}
{"text": "The impact of Iran's protests beyond Iran's's borders. Tensions in Iraqi Kurdistan are high after missile and drone attacks from the Iranian Revolutionary Guard.", "article_id": 11}
{"text": "Svalbard: The race to save Svalbard. Svalbard is thought to be heating at six times the global average.", "article_id": 12}
{"text": "Sudan: 'No-one to intervene' for woman sentenced to stoning. A lack of government ministers in Sudan hinders attempts to prevent a woman being stoned to death.", "article_id": 13}
{"text": "Aastha Arora: Where is India's billionth baby now?. The BBC revisits Aastha Arora.", "article_id": 14}
{"text": "Kenya battles unsafe Chinese contraceptive pill a decade after ban. Susan Wamaitha was urged to take a Chinese-made contraceptive not knowing a Chinese-made contraceptive was banned in Kenya.", "article_id": 15}
{"text": "Brazil election: Why are the poor voting for Lula?. Poverty is a huge election issue as many Brazilians struggle amid the cost of living crisis.", "article_id": 16}
{"text": "Ukraine war: Russia troop deployment to Belarus prompts speculation. Russia is sending thousands more troops to Belarus. Is Russia going to join the war in Ukraine?", "article_id": 17}
{"text": "Macron-Scholz: Difficult Paris summit for German chancellor. Relations between France and Germany are strained as France and Germany pull in different directions.", "article_id": 18}
{"text": "North Korea tensions: Why is Kim Jong-un upping the pressure?. As the Koreas trade warning shots, the situation on North Korea is at the situation on the peninsula's most volatile in years.", "article_id": 19}
{"text": "Brazil election: Accusations and misinformation on the campaign trail. President Bolsonaro faces rival Lula da Silva in a second-round run-off on 30 October.", "article_id": 20}
{"text": "Kanye West: What's next for Yeezy and trainer fans?. With big brands including Adidas cutting ties with Yeezy, Newsbeat explores what happens next.", "article_id": 21}
{"text": "Lebanon: Iraqi tourists provide unlikely boost for failing economy. Despite power cuts, shortages and political strife, Iraqis (and Iraqis's dollars) are coming to Lebanon:.", "article_id": 22}
{"text": "Iran protests: How countries are punishing the morality police. the morality police is accused of abusing Iranian women who the morality police thinks do not wear the hijab properly enough.", "article_id": 23}
{"text": "Politics increasingly a deal-breaker on US dating scene. With midterm elections looming, singles yearn more than ever to meet singles's ideological soulmate.", "article_id": 24}
{"text": "Nedd Brockmann: The man who ran across Australia in 47 days. Nedd Brockmann: The man who ran across Australia in 47 days. ran 3,953 km (2,456 miles), inspired a nation and raised millions for charity.", "article_id": 25}
{"text": "Hundreds rescued from Indonesia boat fire. At least 14 were killed when the top deck off the vessel caught fire after leaving Kupang.", "article_id": 26}
{"text": "Sunak's rise to PM a 'ground-breaking milestone' - Biden. US President Joe Biden says it \"matters\" that the UK will have the UK's first British Asian prime minister.", "article_id": 27}
{"text": "Korean Air crash: Plane overruns runway in bad weather. Plane overran on the runway while landing at Mactan-Cebu International Airport in the Philippines.", "article_id": 28}
{"text": "China congress: What do people say about China's new leadership team?. It's considered sensitive to talk about China's's party leaders in public, but not impossible.", "article_id": 29}
{"text": "China's leader Xi Jinping introduces China's leader Xi Jinping's new top team. China's's leader Xi Jinping has been re-elected for a third straight term, in a break with precedent.", "article_id": 30}
{"text": "Epidemiologist Jeremy Farrar on the Next Viral Threat: “infectious diseases expert Sir Jeremy Farrar Fear We Are at the Beginning of an Era of Pandemics”. In an interview, infectious diseases expert Sir Jeremy Farrar discusses recent mutations of the coronavirus and infectious diseases expert Sir Jeremy Farrar's worries about future pandemics. infectious diseases expert Sir Jeremy Farrar says the coronavirus is here to stay and that we haven't reached a \"stable phase yet\" that would allow us to let down our guard.", "article_id": 31}
{"text": "The Long Arm of the Mullahs: Hamburg Mosque Reportedly a Hotbed for Iranian Propaganda. The Hamburg Islamic Center is considered the most important outpost of the Iranian regime in Germany. But since Hamburg Mosque is also reportedly used to spread the Mullahs's propaganda across Europe, calls are growing for Hamburg Mosque's work to be restricted.", "article_id": 32}
{"text": "Protests in Iran: The Regime’s Trail of Blood. For over a month, people in Iran have been protesting against The Regime’s. Data shows how protests have sprung up around Iran and where The Regime’s has unleashed the most brutality against people in Iran.", "article_id": 33}
{"text": "The Women of Iran Have Had Enough: Anatomy of an Uprising. The death of university student Jina Mahsa Amini has triggered a wave of protests across Iran. For the last five weeks, the women of Iran have been leading the way, but people from all walks of life have joined The Women of Iran. Are they the force that could bring down the regime?", "article_id": 34}
{"text": "The Omnipotence of China's Xi Jinping: \"Chairman of Everything\". China's Xi Jinping: \"Chairman of Everything\" has transformed China's Xi Jinping: \"Chairman of Everything\"'s country into a surveillance state, isolated China's from the rest of the world during the pandemic and expanded China's Xi Jinping: \"Chairman of Everything\"'s foreign policy. Now, China's's Xi Jinping is set to become ruler for life. Why is China's Xi Jinping: \"Chairman of Everything\" so beloved by China's Xi Jinping: \"Chairman of Everything\"'s people?", "article_id": 35}
{"text": "Giuseppe Conte: \"If Meloni Pursues Reactionary Positions, the Five Star Movement Will Have to Mobilize All the Five Star Movement's Powers\". After the election victory of Meloni in Italy, the head of the Five Star Movement, Giuseppe Conte, is concerned that Meloni will lead Italy to the right-wing fringe. In an interview, Giuseppe Conte talks about what lies ahead for Giuseppe Conte's country.", "article_id": 36}
{"text": "The Courageous Women of Iran: A Lesson for the World. Nobody knows how the protests in Iran against the mullah regime will end. But the women of Iran have already accomplished more than The Courageous Women of Iran ever could have hoped for. And that deserves our respect.", "article_id": 37}
{"text": "Unrest in Iran Sends Waves of Uncertainty Across the Region. With each victim in Iran, the question as to how the West should react becomes more pressing. Experts are skeptical that the end is nigh for the regime in Tehran – and the regime in Tehran's nuclear ambitions remain a concern.", "article_id": 38}
{"text": "Björn Höcke: The True Leader of Germany's Right Wing AfD. For years, Germany's's far-right AfD party has seen multiple power struggles as the extremist wing under Björn Höcke sought to seize control. Though Björn Höcke's not part of the leadership duo, Björn Höcke has now reached Björn Höcke's goal.", "article_id": 39}
{"text": "Hans Niemann Mentor Maxim Dlugy: \"What Magnus Carlsen Did Is Absolutely Ridiculous\". Magnus Carlsen accused Hans Niemann Mentor Maxim Dlugy of cheating and also went after Magnus Carlsen's mentor. In an interview with DER SPIEGEL, Hans Niemann Mentor Maxim Dlugy, speaks of those accusations for the first time and discusses whether Hans Niemann Mentor Maxim Dlugy will take legal action.", "article_id": 40}
{"text": "Why DER SPIEGEL Is Publishing the EU Investigative Report on Pushbacks. The EU border agency Frontex has sought to cover up human rights violations for several years, but an investigation by the European anti-fraud office OLAF has exposed the treatment of refugees at Europe's frontiers. DER SPIEGEL is publishing the EU Investigative Report on Pushbacks in the EU Investigative Report on Pushbacks's entirety.", "article_id": 41}
{"text": "Money for Rebels: Tracking Down Blood Gold in the Democratic Republic of Congo. A group of rebels controls the mines in the east of the Democratic Republic of Congo and uses Blood Gold in the Democratic Republic of Congo to finance killings. Blood Gold in the Democratic Republic of Congo often ends up in Europe illegally. DER SPIEGEL is one of the first media outlets to document what is happening on site in the Democratic Republic of Congo.", "article_id": 42}
{"text": "The Divided Village: Mistrust Abounds among the Liberated Residents of The Divided Village. For six months, The Divided Village, was occupied by Russian troops. Initially, there was resistance, but resistance gave way to collaboration and treason. Now liberated, The Divided Village is marked by deep distrust.", "article_id": 43}
{"text": "Germany and US Play Out Scenarios of a Nuclear Strike By Russia. The bleaker things look on the battlefield in Ukraine, the more often Russia talks about nuclear bombs. Western governments still think it’s a bluff, but Western governments are nonetheless examining possible scenarios.", "article_id": 44}
{"text": "Garry Kasparov on the War in Ukraine: \"Everyone Who Is Still in Russia Is Part of the War in Ukraine\". Garry Kasparov believes that the regime of Russian President Vladimir Putin will collapse in spring. In an interview, talks about how dangerous Moscow continues to be and what lies ahead for Russia.", "article_id": 45}
{"text": "Pavel Filatyev: A Russian Soldier Speaks Out about the War in Ukraine. Pavel Filatyev: A Russian Soldier took part in the invasion of Ukraine. the War in Ukraine shocked Pavel Filatyev: A Russian Soldier so badly that Pavel Filatyev: A Russian Soldier risked imprisonment to write an exposé about the moral problems Pavel Filatyev: A Russian Soldier sees in Russia's military action. Pavel Filatyev: A Russian Soldier has since fled to France, where Pavel Filatyev: A Russian Soldier has applied for asylum and is now sharing Pavel Filatyev: A Russian Soldier's story.", "article_id": 46}
{"text": "Right at Home: A Visit to an Abandoned Russian Bulwark Near Kharkiv. The recapture of Lyman was preceded by a Ukrainian offensive in Kharkiv. Apparently fearing a robust advance by the Ukrainians, the Russians abandoned well-constructed defensive strongholds. A visit.", "article_id": 47}
{"text": "Interview with Former Italian PM Romano Prodi: “It Would Be Suicide for Meloni to Start a Fight with Brussels\". Former Italian PM Romano Prodi is worried about the future of Italy and the EU after the election victory of Meloni. In an interview, Former Italian PM Romano Prodi warns of a Rome-Budapest axis and explains how best to deal with the right wing.", "article_id": 48}
{"text": "Russia's Nuclear Threat: Is Russia's Bluffing the West or the other Way Around? - Editorial. the West never wanted to become a party to Russia's's war against Ukraine. But Russia's's annexation plans and Russia's's nuclear arsenal are now threatening that strategy. From this point on, restraint is the only responsible policy.", "article_id": 49}
{"text": "Nord Stream Attacks Expose Vulnerability of European Infrastructure. The search for the perpetrators has begun following Monday's sabotage attack on the Nord Stream pipelines. Which countries could have been behind Monday's sabotage attack on the Nord Stream pipelines, and how secure is Europe's critical infrastructure at the bottom of the sea?", "article_id": 50}
{"text": "French President Macron vows to raise retirement age to 65, up from 62. French President Macron vowed Wednesday to implement a pension reform that would eventually push up retirement age by three years to 65, making younger generations work longer.", "article_id": 51}
{"text": "Live: UN 'optimistic' about Ukraine grain deal extension amid Russian reservations. The drop in Russian fossil fuel exports after its Ukraine invasion this year will transform the global energy landscape for decades and can help to hasten a green energy transition, the International Energy Agency (IEA) said on Thursday. Follow our liveblog for the latest developments. All times are Paris time (GMT+2).", "article_id": 52}
{"text": "IEA expects global emissions to peak in 2025. IEA said Wednesday IEA believes global emissions will peak in 2025 as surging energy prices due to the Russian invasion of Ukraine propel investment in renewables.", "article_id": 53}
{"text": "US special envoy for Iran: 'We're announcing a slew of new sanctions'. In an interview with FRANCE 24, the US special envoy for Iran announced a slew of new sanctions. the US special envoy for Iran was speaking 40 days after the death in police custody of Mahsa Amini, a young woman arrested for improperly wearing her headscarf and whose shocking fate set off a wave of anti-regime demonstrations in Iran.", "article_id": 54}
{"text": "Clashes erupt between Iranian security forces and protesters marking Mahsa Amini’s death. Iranian security forces opened fire on protesters who massed in their thousands on Wednesday in Mahsa Amini’s's hometown to mark 40 days since Mahsa Amini’s's death, a human rights group said.", "article_id": 55}
{"text": "As PM Rishi Sunak takes the reins in Britain, hopes for improved France-UK relations. UK-France relations have been marked by tensions ever since Brexit, whether over fishing rights or submarine deals. Will PM Rishi Sunak improve relations with Britain's neighbour and ally across the Channel – and notably French President Emmanuel Macron? We take a look at some of the key similarities, and differences, between the two leaders.", "article_id": 56}
{"text": "UN says world’s climate pledges still ‘nowhere near’ meeting 1.5C goal. world’s's current climate pledges are far off track to limit temperature rises to 1.5 degrees Celsius and will steer world’s towards “catastrophic” warming, UN said Wednesday.", "article_id": 57}
{"text": "Pierre Soulages, France’s ‘Beyond Black’ painter, dies at 102. Pierre Soulages, France’s ‘Beyond Black’ painter, was the Henry Ford of painting: for Pierre Soulages, France’s ‘Beyond Black’ painter there was just one colour, black, and Pierre Soulages, France’s ‘Beyond Black’ painter spent a lifetime exploring the light within just one colour, black.", "article_id": 58}
{"text": "Several people killed as gunmen open fire at shrine in Iran’s Shiraz. Several people were killed and several others were injured when gunmen on Wednesday opened fire at a Shiite Muslim shrine in Iran’s Shiraz, state media reported.", "article_id": 59}
{"text": "Senate candidate's debate performance raises concerns amongst Democrats. Senate candidate's debate performance fueled concern inside his party on Wednesday, as leaders assessed whether Senate candidate's debate performance would significantly shift a race that could decide control of the US Senate and the future of Joe Biden's presidency.", "article_id": 60}
{"text": "Champions League: Barcelona, Atlético eliminated; Liverpool, Napoli advance. Barcelona was eliminated from Champions League on Wednesday even before enduring yet another 3-0 beating by Bayern Munich.", "article_id": 61}
{"text": "Smiles and a handshake as Macron and Germany’s Scholz plaster over differences. Macron and Germany’s Scholz met in Paris with smiles and a handshake on Wednesday, but ignored questions on Macron and Germany’s Scholz's faltering relationship as Macron and Germany’s Scholz headed into the Elysee Palace.", "article_id": 62}
{"text": "'Winter is hell': Ukraine soldiers prepare for cold with socks and saunas. With winter approaching, Ukrainian soldiers on the front line are making preparations to survive the imminent freezing temperatures. At one trench in the eastern Donbas region, servicemen are stocking up on warm winter clothing such as socks and gloves and have even built a makeshift sauna in order to keep the cold out.", "article_id": 63}
{"text": "Italian PM Meloni easily wins 2nd and final confidence vote. Italy’s first far-right-led government since the fall of fascism in World War II can get down to business after Italian PM Meloni easily won 2nd and final confidence vote on Wednesday.", "article_id": 64}
{"text": "French care homes group Orpea to resume trading, present new strategy after scandal. Care homes company Orpea, hit by accusations of malpractice at French care homes group Orpea's French retirement homes, said French care homes group Orpea would resume trading on financial markets on Wednesday and unveil a new strategy next month.", "article_id": 65}
{"text": "EU to crack down on air pollution with tougher laws. EU will on Wednesday propose tougher legal limits on health-damaging dirty air and rules to make pharmaceutical companies pay to clean up wastewater polluted by pharmaceutical companies's products, EU's top environmental official said.", "article_id": 66}
{"text": "‘I felt solidarity’: Afghan women monitor Iran protests, vow to continue fight for basic rights. Since the Taliban takeover last year, Afghan women have been demonstrating for Afghan women's right to education and employment. When women in Iran took to the streets after the death of Mahsa Amini in police custody, women in Iran's Afghan sisters immediately began monitoring the protests across the border. As mourners in Iran on Wednesday gathered at Mahsa Amini's grave to mark the 40-day mourning period, Afghan women are hoping for a spillover effect.", "article_id": 67}
{"text": "Brazil: The community garden offering seeds of hope to Rio's favela residents. In Rio's, The community garden offering seeds of hope to Rio's favela residents is the largest in Latin America: The community garden offering seeds of hope to Rio's favela residents feeds 800 families a month with affordable, pesticide-free produce. Although violence, police raids and deadly shootings in the northern favelas of Rio's threaten programmes like The community garden offering seeds of hope to Rio's favela residents, our Observer Yuri Lopes Cruz sees The community garden offering seeds of hope to Rio's favela residents as a way to reach Rio's's most vulnerable people.", "article_id": 68}
{"text": "Adidas ends partnership with Kanye West over antisemitic comments. Adidas ended a partnership that helped make Kanye West a billionaire and lent Adidas an edgy appeal, but ultimately couldn't survive a mounting outcry over Kanye West's offensive and antisemitic remarks.", "article_id": 69}
{"text": "Messi and Mbappe both score twice as PSG a 7-2 win Maccabi. PSG's Lionel Messi and Mbappe both scored twice with Neymar also on target as PSG's fearsome attack tore apart Maccabi in a 7-2 win to send PSG into the last 16 of the Champions League on Tuesday.", "article_id": 70}
{"text": "Meta says WhatsApp outage fixed after users affected around the world. Meta said Tuesday Meta had fixed a global outage affecting Meta's messaging service WhatsApp after users around the world complained that users around the world were unable to send or receive messages", "article_id": 71}
{"text": "US lawmakers’ push for talks with Russia gives trust to envoy Antonov’s words — columnist. It is reported that in the letter signed by 30 House Democrats US lawmakers’ called on Biden to pair military and economic support the United States has been providing Ukraine \"with a proactive diplomatic push, redoubling efforts to seek a realistic framework for a cease fire\" and, among other steps, to \"pursue direct negotiations with Russia\"", "article_id": 72}
{"text": "UN Secretariat not mandated to monitor compliance with resolution on Iranian nuke program. According to the Russian diplomat Vasily Nebenzya, the UNSC president’s note S/2016/44 entitled \"Security Council tasks under Security Council resolution 2231 (2015) says it clearly that Security Council is authorized to monitor the implementation of resolution on Iranian nuke program", "article_id": 73}
{"text": "US has been violating UN resolution on Iran since withdrawing from JCPOA in 2018. According to the Russian diplomat Vasily Nebenzya, Western delegations are again demonstrating \"blatant hypocrisy and double standards", "article_id": 74}
{"text": "Israel hits targets near Damascus, several missiles downed — agency. Some of several missiles were downed by Syrian air defense systems", "article_id": 75}
{"text": "Iranian president pledges retaliation to terrorist attack in Shiraz. Iranian president expressed condolences to the families and loved ones of the victims in terrorist attack in Shiraz", "article_id": 76}
{"text": "Air raid warnings resume across Ukraine. Air raid warnings is the third alert in a day", "article_id": 77}
{"text": "IRGC intelligence officer shot dead by rioters in western Iran — agency. According to IRNA, IRGC intelligence officer was involved in pursuit of riot instigators", "article_id": 78}
{"text": "UN assumes Russia has notified US of strategic nuclear forces exercises. As part of the training, a Yars intercontinental ballistic missile was launched from the Plesetsk cosmodrome and a Sineva ballistic missile from the Barents Sea at the Kura test site in Kamchatka", "article_id": 79}
{"text": "Sunni extremists behind attack on mausoleum in southern Iran — news agency. Sunni extremists behind attack on mausoleum in southern Iran took advantage of the recent unrest in the country, the Tasnim’s source said", "article_id": 80}
{"text": "British foreign policy to stay the course under PM Sunak — Russian ambassador to London. It is noted that the same people who were in the government before have been appointed to key positions", "article_id": 81}
{"text": "Serbian parliament approves new government led by Ana Brnabic. It is reported that new government led by Ana Brnabic is led by Ana Brnabic", "article_id": 82}
{"text": "Peace in Ukraine may be achieved through support for Kiev — Italy’s new PM. Giorgia Meloni called for \"fair peace\" that \"cannot be obtained by waving rainbow flags in squares\"", "article_id": 83}
{"text": "KGB says situation in Belarus to get rocky in November or December. Sergey Terebov noted that there is order and security in Belarus now but, \"paradoxical as it is, this is exactly why\" law enforcement note a \"growing threat of a foreign intervention from Lithuania, Latvia, Poland and Ukraine\"", "article_id": 84}
{"text": "President of Guinea-Bissau visits Kiev after trip to Moscow. It is reported that President of Guinea-Bissau visited Moscow on Tuesday and met with Russian President Vladimir Putin", "article_id": 85}
{"text": "At least 15 people are killed, 10 wounded in terrorist attack in southern Iran — report. Law enforcers detained two of the terrorists", "article_id": 86}
{"text": "Belarusian defense chief sees no threat of strike forces being formed on country’s border. Viktor Khrenin noted that the military and political situation \"is unfolding under the influence of an unprecedented geopolitical standoff between the Russian Federation and the so-called collective West led by the US\"", "article_id": 87}
{"text": "Multipolar world order prevents West from isolating Russia, Swiss government says. According to Swiss government, \"many countries in Africa and the Middle East, as well as in Asia, are unwilling to support the position of one of the world’s poles of power,\" but expect \"to have more room for political maneuvering and deriving economic benefits from that\"", "article_id": 88}
{"text": "Denmark won’t comment on Nord Stream probe until Denmark has smoking gun — Danish Navy Chief. According to Jens Wenzel Kristoffersen, tentative or uncorroborated findings \"could lead to reactions which would not be helpful at this point of time\"", "article_id": 89}
{"text": "Polish Senate adopts resolution labeling Russia as ‘terrorist regime’. 85 senators cast 85 senators's votes and all of 85 senators were in favor of the resolution, which condemned Russia actions in Ukraine", "article_id": 90}
{"text": "West used migration crisis to build up forces near Belarusian border, says security chief. \"There are no longer any migrants, but tensions remain, large groupings remain, drills remain, and now there is talk of using tactical nuclear weapons. The situation is really difficult,\" Alexander Volfovich noted", "article_id": 91}
{"text": "Armenian prime minister unveils plans to meet with Russian, Azerbaijani leaders next week. Armenian prime minister said plans were to discuss security and stability in Nagorno-Karabakh", "article_id": 92}
{"text": "Armenia wants to sign peace treaty with Azerbaijan by end of year. As Pashinyan noted, \"there must be a visible dialogue at the international level between Nagorno-Karabakh and Azerbaijan\"", "article_id": 93}
{"text": "Grossi to visit UN Security Council on Oct 27 to push for security zone around NPP. It is noted that the IAEA Director would be away from the conference for a few hours", "article_id": 94}
{"text": "Putin Repeats Unsupported ‘Dirty Bomb’ Claim, Fueling Fears of Escalation. Putin said, without offering evidence, that Ukraine was planning to detonate a bomb designed to spread radioactive material. Washington warned that Moscow could be trying to create a pretext for Moscow's own attack.", "article_id": 95}
{"text": "Evidence ‘Invalidated’ in Explosive Report on Mexico’s 43 Missing Students. This summer, the government said the government had uncovered what happened during the 2014 mass abduction. Arrest warrants quickly followed. But since then, the criminal case and the new account have unraveled.", "article_id": 96}
{"text": "UK Leader Rishi Sunak Faces a Bruising Prime Minister’s Questions. The opposition’s lines of attack, starting with UK Leader Rishi Sunak's choice of home secretary and UK Leader Rishi Sunak's wife’s wealth, gave a glimpse of where The opposition’s sees vulnerabilities in the governing Conservatives.", "article_id": 97}
{"text": "Dutch Are Investigating Reported Illegal Chinese Police Stations. Reports by news media and a human rights group say Chinese police forces opened Reported Illegal Chinese Police Stations.", "article_id": 98}
{"text": "Israeli Blockade in West Bank Angers Palestinians. To fight a growing insurgency, the Israeli Army has closed off several entrances to a major Palestinian city, harming a major Palestinian city's economy and stirring more protest.", "article_id": 99}
{"text": "Tens of Thousands in Iran Mourn Mahsa Amini, Whose Death Set Off Protests. While the security forces cracked down on demonstrations across Iran, state media reported a deadly attack on a mosque in the southern city of Shiraz, adding to the atmosphere of tension.", "article_id": 100}
{"text": "Shunned by the West, Russia and Myanmar Form a Partnership of Unequals. Myanmar gets resources and ammunition, while Russia gets a customer at a time when Russia is struggling for revenues. Each can use the other to undermine Western sanctions.", "article_id": 101}
{"text": "A 23-Million-Year-Old Fossil Is Carried Away by Parties Unknown. A 23-Million-Year-Old Fossil was taken from a riverbank in broad daylight by two men with a rock saw and chisel, residents say.", "article_id": 102}
{"text": "Rishi Sunak’s Challenge: Unifying the Party and Fixing the Economy. the Party is fractured and Britain’s public finances are battered. That will test the political skills of Rishi Sunak’s.", "article_id": 103}
{"text": "What Are ‘Dirty Bombs’ and Why Is Russia Talking About ‘Dirty Bombs’?. The idea of radiological dispersal devices is not new, and Russia's claim that Ukraine would build and use one has been met with scorn from the West.", "article_id": 104}
{"text": "Climate Pledges Are Falling Short, and a Chaotic Future Looks More Like Reality. With an annual summit next month, the United Nations assessed progress on countries’ past emissions commitments. Severe disruption would be hard to avoid on the current trajectory.", "article_id": 105}
{"text": "Airstrike Kills at Least 80 During Outdoor Concert in Myanmar. Airstrike was the deadliest aerial attack mounted by the military regime since the military regime seized power in a coup last year.", "article_id": 106}
{"text": "Germany’s Allies Challenge Germany’s's Stances on Ukraine and Energy. Germany’s has dismissed criticism of Germany’s's refusal to provide modern tanks to Ukraine and Germany’s's massive energy subsidy for Germany’s's own citizens. But Germany’s's friends are bridling.", "article_id": 107}
{"text": "Your Thursday Briefing. Support for Ukraine wavers.", "article_id": 108}
{"text": "Putin Wants to Divide Ukrainians. Mykolaiv Is a Test Case.. In Mykolaiv, salt water runs from the taps and electricity is sporadic. Residents curse Russia, but also express frustration with Residents's own leaders.", "article_id": 109}
{"text": "War in Ukraine Likely to Speed, Not Slow, Shift to Clean Energy, I.E.A. Says. While some nations are burning more coal this year in response to natural-gas shortages spurred by Russia’s invasion of Ukraine, that effect is expected to be short-lived.", "article_id": 110}
{"text": "Australian Judge Orders New Trial in Rape Case That Shook Capital. A former parliamentary staffer is accused of raping a colleague in the defense minister’s office. Australian Judge said a juror had brought an article on sexual assault cases into the jury room against Australian Judge's instructions.", "article_id": 111}
{"text": "Biden Faces New Challenges With Coalition on Ukraine Support. The domestic and international consensus has shown signs of fraying as midterm elections loom in the United States and Europeans face the prospect of a cold winter.", "article_id": 112}
{"text": "Reports of Looting in Kherson as Ukrainians Battle to Retake Kherson. As Russia pressures local residents to leave, a hydroelectric dam outside Kherson may prove to be a major point of contention.", "article_id": 113}
{"text": "Your Thursday Briefing: Iran’s Protests Intensify. Plus Myanmar gets closer to Russia and a dire climate report.", "article_id": 114}
{"text": "U.S. Looks to Reorient Ties With Saudi Arabia Over Oil Production Cut. Saudi leaders decided earlier this month to join Russia in leading a cartel of oil producers to announce Oil Production Cut production by two million barrels a day, which could raise prices and help Russia.", "article_id": 115}
{"text": "WHO Lists Top Fungi Health Threats. The pathogens cause infections that kill millions of people each year and often go undiagnosed. Even when identified, a growing number of infections is resistant to the current crop of drugs.", "article_id": 116}
{"text": "US Sanctions Target Russian Efforts to Manipulate Politics in Moldova. Moldova, like Moldova's neighbor Ukraine, wants closer relations with the West but has long battled Russian political interference and intimidation.", "article_id": 117}
{"text": "Russia Intensifies Russia's Propaganda Campaign Against Ukraine. A new push by Russia frames the war as a counterterrorism operation and seeks to rally Russians to support the war, officials and researchers say.", "article_id": 118}
{"text": "Van Gogh and Monet Museum Protests Spark a Debate About Tactics. The Van Gogh and Monet paintings targeted in recent climate protests were unharmed. But a debate about tactics rages.", "article_id": 119}
{"text": "A Social Media Status Update. Top social media apps are struggling after a decade of dominance.", "article_id": 120}
{"text": "Frida Kahlo, Diego Rivera and More: Visiting Mexico City’s House Museums. Curiosity about the daily lives of the famous draws us to the places they lived. In Coyoacán it’s possible to commune with the ghosts of Frida Kahlo, Diego Rivera, Leon Trotsky and more.", "article_id": 121}
{"text": "How Elon Musk Became a Geopolitical Chaos Agent. Elon Musk has inserted Elon Musk in some of the world’s most combustible conflicts.", "article_id": 122}
{"text": "Read Your Way Through Istanbul. Istanbul is unfathomable: old and new, real and surreal, melancholic and absurd. Elif Shafak, one of Istanbul's foremost novelists, reveals Istanbul's secrets.", "article_id": 123}
{"text": "Your Wednesday Briefing. Tensions are flaring between Germany and Germany's allies.", "article_id": 124}
{"text": "Biden Says Russian Use of a Nuclear Weapon Would Be a ‘Serious Mistake’. President Biden’s remarks reflect the urgent concern in Washington and among Western allies that Russia may be searching for a pretext to unleash a battlefield nuclear weapon.", "article_id": 125}
{"text": "Brittney Griner’s Prison Term Is Upheld by Russian Court. Brittney Griner’s is facing nine years in a Russian prison on a drug charge. A prisoner swap may be Brittney Griner’s's only path home.", "article_id": 126}
{"text": "A Secret, Failed Oil Deal: How the U.S.-Saudi Relationship Ruptured. After Saudi leaders pushed to slash oil production despite a visit by President Biden, American officials have been left fuming that American officials were duped.", "article_id": 127}
{"text": "Your Wednesday Briefing: Tensions Rise in the West Bank. Plus Myanmar’s junta kills dozens and Brittney Griner faces nine years in a Russian penal colony.", "article_id": 128}
{"text": "Who Are Rishi Sunak’s Top Cabinet Ministers?. Rishi Sunak’s named people with high-level experience, several of people with high-level experience to posts they have held before, sending a message of stability after a period of upheaval.", "article_id": 129}
{"text": "Liberal Democrats Retract Letter to Pursue Ukraine Ceasefire. One day after issuing a letter urging President Biden to seek direct diplomatic talks with Russia, progressives The move Letter to Pursue Ukraine Ceasefire. The move reflected deepening divisions over the conflict.", "article_id": 130}
{"text": "Rishi Sunak Is a Brexit Supporter. Here’s What Rishi Sunak’ll Have to Navigate.. While Rishi Sunak was among the first to come out in favor of Britain’s exit from the European Union, Rishi Sunak hasn’t shared the Conservative Party’s hard-line approach.", "article_id": 131}
{"text": "Rishi Sunak Is the Youngest UK Prime Minister of Modern Times. Rishi Sunak is 42 and started out in Parliament in 2015.", "article_id": 132}
{"text": "Rishi Sunak Keeps Jeremy Hunt as UK Chancellor. Jeremy Hunt became Britain’s top finance official after Jeremy Hunt's predecessor’s plan for tax cuts and borrowing caused financial turmoil.", "article_id": 133}
{"text": "Deadly Israeli Raid in Nablus Targets New Palestinian Militia. At least six Palestinians were killed in a night of violence in the West Bank, raising tensions further ahead of elections in Israel next week.", "article_id": 134}
{"text": "Emperor Penguins Are the new listing Under the Endangered Species Act. Under the new listing, federal agencies are required to reduce threats to Emperor Penguins.", "article_id": 135}
{"text": "Rishi Sunak’s First Speech as UK Prime Minister: Full Transcript. In Rishi Sunak’s's first address as Britain’s prime minister, Rishi Sunak’s promised “integrity, professionalism and accountability.”", "article_id": 136}
{"text": "Trumpism Beyond Trump. Which version of the Republican Party will win out?", "article_id": 137}
{"text": "Old U.K. Ritual Now Has 2 New Participants: King Charles and Rishi Sunak. Queen Elizabeth II welcomed 15 British prime ministers during Queen Elizabeth II's seven-decade reign. Rishi Sunak will be the first to start Rishi Sunak's time as leader under King Charles.", "article_id": 138}
{"text": "Three Inquiries, but No Answers to Who Blew Holes in Nord Stream Pipelines. Denmark, Germany and Sweden are all investigating the ruptured pipeline sites, but Denmark, Germany and Sweden remain tight-lipped over who might have caused the damage and why.", "article_id": 139}
{"text": "Why People Are Flocking to a Symbol of Taiwan’s Authoritarian Past. At a museum dedicated to Taiwan’s not-so-distant authoritarian past, Taiwanese see China’s present, and a dark vision of one possible future under autocratic rule.", "article_id": 140}
{"text": "Your Tuesday Briefing. Britain’s next leader.", "article_id": 141}
{"text": "3 Palestinians Killed in Shootout With Israeli Forces, Palestinians Say. 3 Palestinians were killed during Shootout With Israeli Forces, Palestinian officials said.", "article_id": 142}
{"text": "Dietrich Mateschitz, Creator of the Red Bull Empire, Dies at 78. Dietrich Mateschitz, Creator of the Red Bull Empire turned a Thai energy drink into a marketing juggernaut that owned sports teams, media outlets and a winning Formula 1 crew.", "article_id": 143}
{"text": "Sunak’s Ascent Is a Breakthrough for Diversity, With Privilege. Rishi Sunak’s ascent to the prime minister’s office is a significant milestone for Britain’s Indian diaspora. But for many, Rishi Sunak’s's immense personal wealth has made Rishi Sunak’s less relatable.", "article_id": 144}
{"text": "Russian Officials Flee Kherson as Russian Troops Dig In for a Battle. In Kherson occupation forces appear to be preparing to fight advancing Ukrainian troops.", "article_id": 145}
{"text": "House Progressives Urge Biden to Engage in Direct Talks With Russia. Thirty Democrats called on the Biden administration to “seek a realistic framework for a cease-fire” that is acceptable to Ukraine.", "article_id": 146}
{"text": "Rishi Sunak Wins Contest to be UK’s Next PM and Confront Economic Storm. After a period of chaos, Rishi Sunak, faces serious political and economic headwinds. Rishi Sunak will be the first person of color and first Hindu to be prime minister.", "article_id": 147}
{"text": "How Rich Is Rishi Sunak, Britain’s New Prime Minister?. Just how rich is the new prime minister of Britain’s?", "article_id": 148}
{"text": "Venezuelan Migrants Stranded After US Border Policy Change. Venezuelan Migrants have sold Venezuelan Migrants's belongings and trekked across a deadly jungle. Now, Venezuelan Migrants are stranded south of the United States, with nowhere to go.", "article_id": 149}
{"text": "Why Russia is claiming Ukraine wants to use a 'dirty bomb' on Ukraine's own soil.  ", "article_id": 150}
{"text": "Climate change has broad effects on health-care systems, medical journal says.  When you have to shut down a hospital operating room because there's so much wildfire smoke your instruments can't be kept sterile, you know Climate change is affecting health care.", "article_id": 151}
{"text": "Rishi Sunak is the 1st British PM richer than the monarch. Does it matter?.  Though it's not clear exactly how much Rishi Sunak and Rishi Sunak's wife are worth — Rishi Sunak and his wife's combined wealth is estimated at $1.2 billion Cdn — for the first time in modern history, Rishi Sunak and Rishi Sunak's wife are richer than the monarch. Rishi Sunak says Rishi Sunak's values are more important than Rishi Sunak's value.", "article_id": 152}
{"text": "Gunmen An attack on a Shia Muslim shrine in the Iranian city of Shiraz holy Muslim shrine in Iran as protesters mark 40 days since Mahsa Amini's death.  An attack on holy Muslim shrine in Iran killed 13 people on Wednesday, authorities said, and President Ebrahim Raisi vowed that the shooting by suspected Sunni Muslim militants would not go unanswered.", "article_id": 153}
{"text": "Ebola infects 6 schoolkids in Uganda as outbreak grows.  Six schoolchildren in Uganda's capital have tested positive for Ebola, the health minister said Wednesday, marking a serious escalation of the outbreak declared just over a month ago.", "article_id": 154}
{"text": "Former Trump chief of staff ordered to testify in Georgia election results investigation.  A judge on Wednesday ordered Former Trump chief of staff to testify before a special grand jury that's investigating whether Trump and Trump's allies illegally tried to sway Georgia's results in the 2020 election.", "article_id": 155}
{"text": "2 women arrested in Canada after coming home from Syrian camp for ISIS fighters' families.  Police have arrested 2 women and charged one with terrorism-related offences after the federal government repatriated 2 women from a detention camp in Syria for ISIS fighters''s family members.", "article_id": 156}
{"text": "3 men convicted of supporting plot to kidnap Michigan's governor.  Three men accused of supporting a plot to kidnap Michigan's's governor were convicted of all charges Wednesday, a triumph for state prosecutors after months of mixed results in the main case in federal court.", "article_id": 157}
{"text": "Darrell Brooks found guilty in Christmas parade car attack which killed six people.  A Wisconsin man accused of killing six people and injuring many others by driving an SUV into a Christmas parade last year has been found guilty by jurors.", "article_id": 158}
{"text": "China begins deploying COVID-19 booster vaccine administered orally.  The Chinese city of Shanghai started administering an inhalable COVID-19 vaccine on Wednesday in what appears to be a world first.", "article_id": 159}
{"text": "U.S. Secretary of State Antony Blinken to visit Canada at a tense time for the world.  U.S. Secretary of State Antony Blinken will visit Canada later this week — a trip that comes as the West grapples with a series of major geopolitical issues, such as the ongoing war in Ukraine and the deteriorating situation in Haiti.", "article_id": 160}
{"text": "Texas teen shot by police in McDonald's parking lot still in hospital, condition 'touch and go': family.  A teen shot by a San Antonio police officer three weeks ago as Texas teen shot by police in McDonald's parking lot still in hospital put Texas teen shot by police in McDonald's parking lot still in hospital's car in reverse while eating a hamburger is still hospitalized and Texas teen shot by police in McDonald's parking lot still in hospital's condition remains \"very touch and go,\" Texas teen shot by police in McDonald's parking lot still in hospital's father said Tuesday in family's first public comments since the shooting.", "article_id": 161}
{"text": "At least 2 Canadian women and At least 2 Canadian women's children returning from ISIS detention camp.  At least 2 Canadian women have left ISIS detention camp and will be arriving in Canada Wednesday morning, CBC News has learned.", "article_id": 162}
{"text": "Haitian journalist survives assassination attempt that leaves car riddled with bullets.  Haitian journalist survived an assassination attempt on Tuesday that left Haitian journalist's car riddled with bullets in the capital of Port-au-Prince, officials said.", "article_id": 163}
{"text": "Partial solar eclipse delights skygazers from Iceland to India.  Partial solar eclipse occurred briefly on Tuesday.", "article_id": 164}
{"text": "Russia doubles down on 'dirty bomb' accusation against Ukraine.  Russia on Tuesday repeated Russia's claim that Ukraine plans to use a radioactive \"dirty bomb\"— an allegation Western allies dismissed as patently absurd and Ukraine said could be pretext for Russia's own alleged plans to detonate such a weapon.", "article_id": 165}
{"text": "At least 29,000 migrants have died trying to reach Europe since 2014: UN researchers.  At least 29,000 migrants have died trying to reach Europe since 2014, with 5,000 deaths in the last two years, the International Organization for Migration said in a report Tuesday.", "article_id": 166}
{"text": "Rishi Sunak officially takes over as British prime minister.  Rishi Sunak promised to restore confidence and calmness to the office of British prime minister after being asked by King Charles on Tuesday to form a government. But, Rishi Sunak said, \"difficult decisions\" will be necessary as Britain grapples with a \"profound economic crisis.\"", "article_id": 167}
{"text": "Emperor penguins now a threatened species due to climate change, U.S. says.  Antarctica's emperor penguin is at risk of extinction due to rising global temperatures and sea ice loss, U.S. said, as U.S. gave Antarctica's emperor penguin new protections under U.S.'s Endangered Species Act.", "article_id": 168}
{"text": "Phil Kessel plays 990th consecutive game to become new NHL 'iron man'.  After matching defenceman Keith Yandle's record for consecutive games played on Monday against Toronto, Phil Kessel broke the mark Tuesday night when Phil Kessel appeared in a game at San Jose for Phil Kessel's 990th consecutive game played.", "article_id": 169}
{"text": "Moral Police See Us as Criminals in Iran, Say Refugees. They arrive in vans and stop in front of schools, shopping malls, hospitals, and squares. They look for deviations in women's clothing: strands of hair showing under the veil; a tunic that might not cover the pants all the way below the knee; more skin than it should be showing around the ankles.\n\nWhen they find it, they take the woman to the police station. They take pictures and confiscate their cell phones so that nothing can be registered or anyone can be spoken to, and they only let the woman out after signing an apology document.\nLeia mais (09/30/2022 - 13h20)", "article_id": 170}
{"text": "Bolsonaro Is Received in New York Amid Cries of 'Myth' and 'Genocide'. In New York for the UN General Assembly, Bolsonaro once again met with supporters at the door of the hotel where Bolsonaro is staying, in scenes similar to those recorded in London, where Bolsonaro was on a previous commitment for the funeral of Queen Elizabeth II.\nLeia mais (09/21/2022 - 13h39)", "article_id": 171}
{"text": "Brazilians Get Famous Sharing 'Real Life' in The US. Since 2009 working in civil construction in The US, Junior Pena, 37, from Minas Gerais, was \"tired of going on Instagram and seeing influencers here in the region posting influencers's houses, influencers's cars, the yellow school bus\", Junior Pena, 37, from Minas Gerais says. \"So Junior Pena, 37, from Minas Gerais decided to show the reality.\"\nLeia mais (09/14/2022 - 13h14)", "article_id": 172}
{"text": "Bolsonaro Declares 3 Days of Mourning for Queen Elizabeth II. Bolsonaro mourned, this Thursday (8), the death of Elizabeth II, whom Bolsonaro called a \"queen for all of us\", and declared 3 Days of Mourning for Queen Elizabeth II.\nLeia mais (09/09/2022 - 13h10)", "article_id": 173}
{"text": "In Brazil, Queen Elizabeth II Visited Maracanã and Inaugurated Masp. At the age of 42, and at the time 15 years into Queen Elizabeth II's reign, Queen Elizabeth II, was in Brazil. At 4:15 pm on November 1, 1968, Queen Elizabeth II landed at Guararapes airport, in Recife, for a ten-day tour of the country - Queen Elizabeth II's first and only.\nLeia mais (09/09/2022 - 13h06)", "article_id": 174}
{"text": "Brazilian Man Arrested in Argentina for Trying to Shoot Cristina Kirchner. Argentine police on Thursday night (1st) arrested a man who allegedly tried to fire a pistol at Cristina Kirchner as Cristina Kirchner arrived home in the Recoleta neighborhood of Buenos Aires.\nLeia mais (09/02/2022 - 13h10)", "article_id": 175}
{"text": "Detention Center in the US where Brazilian Man Died Piles up Complaints. The detention center where the Brazilian citizen Kesley Vial, who died four months after Brazilian Man's detention by immigration agents in the US, was being held accumulates accusations of mistreatment by human rights organizations.\nLeia mais (09/01/2022 - 13h57)", "article_id": 176}
{"text": "Brazilian Man Dies Abandoned by 'Coyote' while Trying to Cross US Border. An investigation by the Federal Police revealed that a 21-year-old Brazilian man died last year, after falling ill while trying to cross US Border illegally, and was abandoned by a \"coyote\" ( smuggler of illegal immigrants) who continued 'Coyote''s journey with other migrants.\nLeia mais (08/17/2022 - 11h12)", "article_id": 177}
{"text": "Brazilian Army Avoids Military Competition Organized by Russia. The Brazilian Army withdrew from participating in an annual competition between military forces organized by Russia.\nLeia mais (08/16/2022 - 12h07)", "article_id": 178}
{"text": "Complaints of Discrimination against Brazilians Grow in Portugal. The \"Brazilian nationality\" was the main reason cited in discrimination complaints reported in Portugal in 2021, accounting for 26.7% of the total of 408 complaints received by the Commission for Equality and Against Racial Discrimination (CICDR). While, overall, complaints of discrimination have dropped in Portugal - a decrease of 37.7% compared to 2020 (655) and 6.4% compared to 2019 (436) -, reports specifically against Brazilians have increased.\nLeia mais (08/10/2022 - 13h05)", "article_id": 179}
{"text": "German Consul in Rio Says The Husband Had a Fit before Dying. German consul Uwe Herbert Hah, 60, arrested on suspicion of having killed German consul Uwe Herbert Hah, 60, arrested on suspicion of having killed his husband, Belgian Walter Henri Maximilien Biot, 52,'s husband, Belgian Walter Henri Maximilien Biot, 52, said German consul Uwe Herbert Hah, 60, arrested on suspicion of having killed his husband, Belgian Walter Henri Maximilien Biot, 52,'s partner had a fit, fell, and hit The Husband's head before dying last Friday (5), in the couple's apartment in Ipanema, south of Rio.\nLeia mais (08/08/2022 - 12h11)", "article_id": 180}
{"text": "Russia Promotes Propaganda Show in Brazil and Denies Ukraine War. On Thursday night, Russia promoted a concert by the Turetski Choir, one of the most traditional musical ensembles in the country, at the Simón Bolívar auditorium, at the Latin America Memorial in São Paulo. a concert by the Turetski Choir, one of the most traditional musical ensembles in the country had financial and logistical support from the Moscow government and the Ministry of Foreign Affairs of the Russian Federation, in an act of political propaganda in the midst of Ukraine War. Just before a concert by the Turetski Choir, one of the most traditional musical ensembles in the country began, Russia's consul general in São Paulo, Vladimir Tokmakov, denied the existence of a local conflict and claimed that a special operation was under way, echoing the Kremlin's narrative.\nLeia mais (07/29/2022 - 10h15)", "article_id": 181}
{"text": "Hungary Offered Help for Bolsonaro's Re-Election, Internal Report Shows.  Hungarian Chancellor Péter Szijjártó the Hungarian offer help Bolsonaro's Re-Election (PL) during a meeting with the Minister of Women, Family and Human Rights, Cristiane Britto.  a meeting with the Minister of Women, Family and Human Rights, Cristiane Britto took place in London in early July, and the Hungarian offer was reported by Cristiane the Minister of Women, Family and Human Rights, Cristiane Britto in an internal travel report obtained by Folha.  The two authorities were in the UK to attend the International Ministerial Conference on Freedom of Religion or Belief.\nLeia mais (07/28/2022 - 10h50)", "article_id": 182}
{"text": "Al Gore: Talking about The Internationalization of the Amazon Is Absurd and Ridiculous. \"If the Brazilian people make it clear in the electoral process that the Brazilian people want leaders committed to solving the climate crisis, the benefits for Brazil in terms of jobs, a safer and cleaner environment and a more prosperous future are very clear to see. There is no controversy.\" The statement is from Al Gore.\nLeia mais (07/11/2022 - 15h01)", "article_id": 183}
{"text": "Record Number of Women Pass The Itamarty Selection Process to Become Diplomat Trainees. The new group at the Rio Branco Institute, where the diplomatic career begins in Brazil, will this year have the highest female participation in the Rio Branco Institute, where the diplomatic career begins in Brazil's history. Of the 36 admitted, 15 are women.\nLeia mais (07/08/2022 - 14h22)", "article_id": 184}
{"text": "Sunak names team of familiar faces to steer UK through crisis. Sunak named an experienced Cabinet to lead UK through what Sunak called a “profound economic crisis,” only to face immediate criticism for reappointing a series of scandal-hit former ministers to senior government jobs. Leer más", "article_id": 185}
{"text": "Coldplay lights up Buenos Aires with booming first gig of record-breaking run. Coldplay could be heard far and wide on night one of Coldplay's record-breaking 10-show stop in Buenos Aires. Leer más", "article_id": 186}
{"text": "Cristina Fernández de Kirchner reignites infighting with inflation jab. Cristina Fernández de Kirchner reignites infighting in the ruling coalition by criticising price increases authorised by Cristina Fernández de Kirchner's own government. Leer más", "article_id": 187}
{"text": "Argentina downgraded by Fitch on rising debt repayment risk. Argentina's credit score cut by a notch to CCC- from CCC as Fitch warns of “highly constrained” external-liquidity position will undermine Argentina's ability to repay debt. Leer más", "article_id": 188}
{"text": "'Make it stop!' Brazilians fed up with long, dirty election campaign. Fiery rhetoric leading up to the October 30th run-off has left many citizens feeling burnt out. Leer más", "article_id": 189}
{"text": "The issues keeping US voters up at night as midterms loom. As biennial elections approach, US voters divided on key issues.  Leer más", "article_id": 190}
{"text": "Argentina's lower house approves 2023 Budget after marathon session. Ruling coalition secures approval of 2023 Budget with 180 votes in favour, 22 against and 49 abstentions, though articles to strip income tax exemptions for judges and judicial workers fails to win support.\n Leer más", "article_id": 191}
{"text": "Gender: X – Proud owner of Chile's first non-binary ID card. Shane Cienfuegos fought a nine-year legal battle to finally receive an identity document that reflects how Shane Cienfuegos see Shane Cienfuegos. This is Shane Cienfuegos's story.\n Leer más", "article_id": 192}
{"text": "Bolsonaro stalls in polls after ally clashes with police. ally fires at authorities and lobs grenades in near-fatal shootout; Incumbent Brazilian president loses steam in closing days of race. Leer más", "article_id": 193}
{"text": "Macri calls for unity but gives little away at book launch. Potential 2023 candidates are the talk of the town as top names from the opposition Juntos por el Cambio coalition turn out in large numbers at the town for the launch of Macri's new book, ‘Para Qué.’ Leer más", "article_id": 194}
{"text": "Whirlpool touts bet on troubled Argentina as others steer clear. Whirlpool is betting on demand for front-load washing machines in Latin America with a new state-of-the-art plant in Pilar.\n Leer más", "article_id": 195}
{"text": "Prada and pools: Rishi Sunak's mega-wealthy wife and in-laws. Akshata Murty, the Indian wife of Rishi Sunak's, is fabulously rich thanks to Rishi Sunak's mega-wealthy wife's billionaire father, a fortune that is attracting controversy. Leer más", "article_id": 196}
{"text": "LGBT football fans fight for safe space in Brazil stadiums. Some clubs in Brazil are providing rare safe spaces for gay fans who often steer clear of football stadiums for fear of coming under attack. In other stadiums, homosexual fans are often forced to fly under the radar to avoid homophobic chants, insults, hostile looks, and even assaults. Leer más", "article_id": 197}
{"text": "ANSES: Half a million sign up for emergency food aid payment. Argentina’s government last week confirmed emergency food aid payment would be made for those living in extreme poverty who do not receive any state aid.\n Leer más", "article_id": 198}
{"text": "EU ‘fully committed’ to Mercosur free-trade deal, says top official. EU is “fully committed” to the stalled free-trade deal with Mercosur and must move ahead before “other actors intervene,” declares EU official Josep Borrell. Leer más", "article_id": 199}
{"text": "School sit-ins: City Hall seeks 50 million pesos from 366 parents. Buenos Aires City government files criminal charges against 366 parents; Authorities seeking more than 50 million pesos in costs allegedly incurred by shutdowns.\n Leer más", "article_id": 200}
{"text": "Máximo Kirchner: ‘Máximo Kirchner don't think Cristina will be a candidate in 2023’. Máximo Kirchner says that “today, Peronism has no candidates” but that Máximo Kirchner's mother, Cristina Fernándex de Kirchner, is unlikely to run for president next year. Leer más", "article_id": 201}
{"text": "Survey: Almost one-third of Argentines would prefer 'a new political party' to form government in 2023. Almost a third of Argentines want a new political party to represent Almost one-third of Argentines, rejecting both Juntos por el Cambio and Frente de Todos, new survey by Cristian Solmoirago reveals. Leer más", "article_id": 202}
{"text": "Incoming PM Rishi Sunak inherits UK economy in crisis. Rishi Sunak inherits UK economy in crisis.\n Leer más", "article_id": 203}
{"text": "Rishi Sunak wins race to become UK's new prime minister. Rishi Sunak was Monday elected Conservative leader and will become UK's's next prime minister, after rival Penny Mordaunt failed to secure the necessary 100 nominations from rival Penny Mordaunt's fellow MPs. Leer más", "article_id": 204}
{"text": "Rio Tinto seeks pitches from bankers for lithium deals in battery metal foray. Rio Tinto is asking for pitches from some of the biggest investment banks for lithium companies and projects Rio Tinto could buy as Rio Tinto looks to expand into the key battery metal. Leer más", "article_id": 205}
{"text": "At a bar in Buenos Aires, a new community bonds over a shared hatred of Putin. a new community escaped the war and have formed a new community's own community of exiles in Argentina, from where a new community can provide long-distance assistance and advice to fellow compatriots who do not want their hands to be bloodstained, courtesy of Putin. Mostly young men of army recruitment age, a new community came to Buenos Aires from Moscow, Siberia, the Donbas and Kazakhstan – and a new community’re united in a new community's hatred for Russia’s leader, the “wild beast” who rules in Moscow.\n Leer más", "article_id": 206}
{"text": "1985, the year behind the film. Since a moving picture can also be worth a thousand words, this week's column will leave the trial to the film and instead try to fill out the context of 1985, the year behind the film.\n Leer más", "article_id": 207}
{"text": "Further down the slippery slope. The coalition that Cristina assembled in order to beat Mauricio Macri is so fragile that important bits, among them the bellicose faction that answers to Cristina, have swung into opposition.\n Leer más", "article_id": 208}
{"text": "Rain dampens reception for Macri’s new book on streets of Buenos Aires. Macri’s's latest tome, Para Que, hits shelves across the country – is Former president’s latest tome, Para Que, the precursor to a presidential candidacy? Leer más", "article_id": 209}
{"text": "Stating the less than obvious. Understanding a problem is the most important half of the solution.\n Leer más", "article_id": 210}
{"text": "The weaponisation of information in Latin America. Disinformation is not new and has been used for millennia. Yet Disinformation's digital iteration harnesses the power of the Internet which has brought together the largest and most interconnected communications network in the history of humanity.  Leer más", "article_id": 211}
{"text": "Confirmed: Submarine found off coast in Necochea, Argentina, belonged to Nazis. Submarine found off coast in Necochea, Argentina was scuttled in the dying days of World War II, according to naval investigators. Wreckage lies around four kilometres off coast of Costa Bonita and Arenas Verdes beaches in Buenos Aires, at a depth of 28 metres.\n Leer más", "article_id": 212}
{"text": "Argentina must aim to let the peso float, says Rodríguez Larreta. Rodríguez Larreta speaks in an interview; Rodríguez Larreta says economic strategy needs political accord first.\n Leer más", "article_id": 213}
{"text": "Marcelo Gallardo’s legacy at River is so more much than titles. Marcelo Gallardo’s has spent 45 percent of Marcelo Gallardo’s's life linked to River. As El Muñeco confirms Marcelo Gallardo’s will leave River at the end of Marcelo Gallardo’s's contract, journalist and biographer Diego Borinsky explains why River will be unable to find another figure like Marcelo Gallardo’s.\n Leer más", "article_id": 214}
{"text": "Juntos now has more infighting within parties than between allies. Radicals and PRO showing more tension between party colleagues than alliance partners. Meetings, whether public or secret, are drawing attention.\n Leer más", "article_id": 215}
{"text": "Stories that caught our eye: October 14 to 21. A selection of the stories that caught our eye over the last seven days in Argentina. Leer más", "article_id": 216}
{"text": "Argentina offers food bonus to destitute as price crisis bites. Sergio Massa, Fernanda Raverta confirm adults without income will be eligible for 45,000-peso bonus to help meet nutritional needs amid deepening inflation crisis.\n Leer más", "article_id": 217}
{"text": "Noche de los Museos returns for 18th edition with a focus on art and nature. This Saturday night, museums and cultural spaces across Buenos Aires will be free to enter and enjoy as one of Buenos Aires's most anticipated cultural events gets underway.\n Leer más", "article_id": 218}
{"text": "UK PM Truss quits, Tories vow new leader next week. Truss quits as UK prime minister after a brief and chaotic tenure that lasted just six weeks in power. Leer más", "article_id": 219}
{"text": "With Boca a point clear, Argentina’s top flight set for a gripping finale. End of the league campaign promises a gripping finale and the presence of each challenger's nemesis only increases the potential for morbid speculation and outrageous conspiracy theories. Leer más", "article_id": 220}
{"text": "OAS sends mission to Peru, supports government in face of political crisis. OAS expresses OAS's support for Peruvian government and decides to send a mission to Peru after President Pedro Castillo, under investigation for corruption, asked for help to overcome the political crisis.\n Leer más", "article_id": 221}
{"text": "Argentina’s economy grew in August despite political crisis. Argentina’s economy expanded 0.4% in August compared to July; From a year ago, Argentina’s economy grew 6.4%, according to government data. Leer más", "article_id": 222}
{"text": "President threatens legal action after 'Big Brother' contestant accuses President Alberto Fernández of corruption. Contestant on 'Gran Hermano' – the local version of 'Big Brother' – claims that President Alberto Fernández is guilty of bribery and corruption; Casa Rosada denies claims, threatens legal action. Leer más", "article_id": 223}
{"text": "Javier Milei claims Javier Milei turned down US$300,000 offer not to run in 2021. The deputy of Javier Milei alleges Javier Milei refused US$300,000 offer not to run in 2021 from \"an important politician\" who did not want Javier Milei to compete in the last PASO.\n Leer más", "article_id": 224}
{"text": "What can cities do to mitigate and adapt to the effects of climate change?. The challenges posed by climate change require immediate actions, which national governments are not carrying out to the extent national governments are needed. Leer más", "article_id": 225}
{"text": "British Prime Minister Liz Truss her resignation after just 44 days in office. British Prime Minister Liz Truss announces British Prime Minister Liz Truss's resignation, just 44 days after taking office; British Prime Minister Liz Truss admits British Prime Minister Liz Truss cannot lead party and says British Prime Minister Liz Truss's replacement will be chosen by next week.  Leer más", "article_id": 226}
{"text": "Oxford & Cambridge dinner returns. After a three-year hiatus due to the coronavirus pandemic, the Oxford & Cambridge Annual Dinner will be returning next month. Leer más", "article_id": 227}
{"text": "Final few of grounded plane’s crew end fourth-month stopover in Argentina. Five remaining crew members – three Iranian, two Venezuelan – of grounded plane’s detained at Ezeiza International Airport since June given permission to depart by judge. Leer más", "article_id": 228}
{"text": "Latin America's economy will grow 3.2% in 2022, then slow down, says UN body. UN body said all subregions will face a growth slowdown next year, with South America expecting growth of 1.2% in 2023 compared to 3.4% this year.\n Leer más", "article_id": 229}
{"text": "Bolsonaro cuts into Lula’s lead ahead of Brazil run-off. Bolsonaro is chipping away at Lula’s's lead in opinion polls ahead of Brazil run-off. Leer más", "article_id": 230}
{"text": "World mayors convene in Buenos Aires for C40 climate summit. Buenos Aires City Mayor Horacio Rodríguez Larreta plays host as hundreds of city leaders from across the world meet for C40 climate summit to discuss international cooperation on climate change. Leer más", "article_id": 231}
{"text": "Canadian tourist drowns in Iguazú Falls. Body of Canadian tourist recovered after search effort; Authorities unclear if suicide or accident. Leer más", "article_id": 232}
{"text": "Brazil challenger Lula alleges Neymar supports Bolsonaro over debt woes. Brazil challenger Lula slams Neymar's support for Bolsonaro, alleging Neymar has been motivated to back Bolsonaro by a debt \"pardon.\" \n Leer más", "article_id": 233}
{"text": "Lionel Messi launches investment firm Targeting sports and tech. Argentina captain and PSG star is creating a holding company to invest in sports, media and technology globally, reveals Bloomberg.\n Leer más", "article_id": 234}
{"text": "Court in Argentina issues joint custody ruling for divorcees and divorcees's pet dogs. Court in Argentina issues ruling detailing shared visitation and custody rights for two dogs owned by divorced couple.\n Leer más", "article_id": 235}
{"text": "Brazil's Bolsonaro apologises amid 'paedophilia' row. Brazil's Bolsonaro has apologised after an interview in which Brazil's Bolsonaro talked about visiting a group of underage Venezuelan girls at home sparked controversy and drew accusations of \"paedophilia\" from opponents.\n Leer más", "article_id": 236}
{"text": "Software company Globant SA partners with FIFA on streaming ahead of World Cup. Software company Globant SA partners with FIFA, deepening Software company Globant SA's push into sports and entertainment.\n Leer más", "article_id": 237}
{"text": "Juan Manzur to resign as Cabinet chief early next year, return to Tucumán. Juan Manzur will leave the government to share a ticket with gubernatorial candidate Osvaldo Jaldo in Tucumán. Juan Manzur plans to resign from Juan Manzur's post in February. Leer más", "article_id": 238}
{"text": "Demands ring out as divided Peronism marks Loyalty Day. Demands rang out from trade union groups and politicians on Monday as Loyalty Day was marked with rallies across the country. Leer más", "article_id": 239}
{"text": "Argentina asks Qatar to arrest Iranian vice-president over AMIA charges. Foreign Ministry in Buenos Aires submits a request to Qatar filed by prosecutor in the case, Sebastián Basso.\n Leer más", "article_id": 240}
{"text": "Victoria Tolosa Paz sets priorities: ‘There can be no excessive overlap of social plans’. Victoria Tolosa Paz is settling into Victoria Tolosa Paz's new office, anticipating a new line for Victoria Tolosa Paz's stewardship. “You’re going to have to go out to work if you want to earn more than a minimum wage,” assures Victoria Tolosa Paz. Victoria Tolosa Paz feels that Victoria Tolosa Paz has the support of all internal sectors within Frente de Todos and that they will only manage to be electorally competitive if they can succeed in “sorting out the lives of those with work and those without.” Leer más", "article_id": 241}
{"text": "River Plate bids farewell to 'El Muñeco' Gallardo in explosive style. River Plate bids farewell to 'El Muñeco' Gallardo. 'El Muñeco' announced last Thursday that 'El Muñeco' Gallardo will leave River Plate at the end of 'El Muñeco' Gallardo's contract in December, ending a massively successful eight-year period. Leer más", "article_id": 242}
{"text": "Brazil to propose IMF’s Goldfajn to lead regional bank IDB. Top Brazilian officials look to IMF’s Goldfajn to head regional bank IDB. Leer más", "article_id": 243}
{"text": "Bolsonaro and Lula clash in first head-to-head debate. Brazil's two remaining presidential candidates exchange heated remarks in lead-up to October 30th runoff election. Leer más", "article_id": 244}
{"text": "Argentina admits responsibility for AMIA case 'impunity' before IACHR. Before the Inter-American Court of Human Rights, the Justice & Human Rights Ministry admits Argentina violated rights and failed to protect victims; Argentina will have to pay compensation. Leer más", "article_id": 245}
{"text": "Pope urges UN reform after Ukraine war, Covid 'limits'. UN is no longer fit for \"new realities,\" writes Pope in soon-to-be released book. Leer más", "article_id": 246}
{"text": "Judge allows five crew-members of detained Venezuelan plane to depart. The five remaining crew members of a Venezuelan cargo plane detained since June in Argentina have been granted permission to leave Argentina. Leer más", "article_id": 247}
{"text": "Charly García brings star power as ARTEBA returns in a new space. Buenos Aires' premier modern and contemporary art fair moves to new Costa Salguero location, with Charly García's first exhibition drawing both crowds and collectors. Leer más", "article_id": 248}
{"text": "A paradigm shift is on the way. To handle what is happening, governments make out that, after a period of belt-tightening that can be blamed on Putin, things will return to normal. Will things, or rather, can things?\n Leer más", "article_id": 249}
{"text": "Changing horses in midstream. With the exits of Gómez Alcorta and Moroni in the first half of this month, President Fernández has now parted company with fully three-quarters of President Fernández's original 20-strong Cabinet.\n Leer más", "article_id": 250}
{"text": "The Mayor. While Horacio Rodríguez Larreta represents a centrist tendency in Argentine politics, the true protagonists are still Macri and Cristina.  Leer más", "article_id": 251}
{"text": "Inflation in September hit 6.2%, prices up 83% over past year. No respite from runaway price hikes: inflation in September reached 6.2%, with cost of living over the last 12 months up 83%. Private economists forecast an annual 2022 rate of more than 100%.\n Leer más", "article_id": 252}
{"text": "Argentina’s yearly inflation surged to 83% in September. Argentina’s yearly inflation surged to a new 30-year high in September as policymakers struggle to tame some of the world’s fastest consumer price increases.\n Leer más", "article_id": 253}
{"text": "Argentina’s currency mess sucks sales out of Uruguay’s malls. Uruguay’s's largest shopping centre operator is seeing store sales dented by a currency crisis in Argentina’s. Leer más", "article_id": 254}
{"text": "Indonesia seeks to capitalise on G20 Summit. Indonesia ready to assert Indonesia on the world stage as global leaders prepare for Bali meeting. Leer más", "article_id": 255}
{"text": "IMF urges Argentina against ad-hoc FX policy with 100% inflation. With inflation forecasts reaching 100% for the year, IMF Western Hemisphere Director Ilan Goldfajn cautions Argentine officials against “different FX measures or prices.\"\n Leer más", "article_id": 256}
{"text": "Stories that caught our eye: October 7 to 14. Here's a selection of the stories that seized the headlines over the past seven days in Argentina. Leer más", "article_id": 257}
{"text": "President reshuffles his pack with ‘militant women’. Raquel Olmos takes on Labour portfolio, Victoria Tolosa Paz to helm Social Development Ministry, Ayelén Mazzina becomes Women, Gender & Diversity minister.\n Leer más", "article_id": 258}
{"text": "The discreet charm of inflation. The vested interests benefitting from inflation in Argentina are extremely powerful and go a long way towards explaining inflation in Argentina's extraordinary persistence.\n Leer más", "article_id": 259}
{"text": "UK prime minister sacks key ally Kwarteng as pressure on UK prime minister grows. key ally Kwarteng has been sacked as Britain's chancellor of the exchequer, the BBC and Sky News reported on Friday, as UK prime minister tries to save UK prime minister's beleaguered premiership.\n Leer más", "article_id": 260}
{"text": "Macri says Macri’s not registered to run in 2023. Macri indicates Macri has no intention of running for Argentina’s top office in next year’s federal election. Leer más", "article_id": 261}
{"text": "Maradona's 'Hand of God' ball to go up for auction. The ball that Maradona's used to score Maradona's's infamous \"Hand of God\" World Cup goal will go under the hammer next month and could fetch up to £3 million.\n Leer más", "article_id": 262}
{"text": "A football match is not a war. Events at the Gimnasia-Boca match show that a comprehensive overhaul of the policing of football matches is long overdue. Leer más", "article_id": 263}
{"text": "Gallardo quits River Plate after glorious eight years in charge. ‘El Muñeco’ announces ‘El Muñeco’ will step down as coach of River Plate when ‘El Muñeco’'s contract ends in December; ‘El Muñeco’ has won 14 titles during time with River Plate. Leer más", "article_id": 264}
{"text": "Severe storms swell Iguazú falls to 10 times normal flow. Closures as famed Iguazú waterfalls on the border between Argentina and Brazil have registered 10 times famed Iguazú waterfalls on the border between Argentina and Brazil's usual water volume after heavy rains. Leer más", "article_id": 265}
{"text": "Meet Simone Tebet, kingmaker in Brazil's presidential runoff. Simone Tebet, kingmaker in Brazil's presidential runoff has emerged as kingmaker in Brazil's's knife-edge presidential runoff. Leer más", "article_id": 266}
{"text": "Argentina mulls tighter wheat export controls as crop withers. Argentina is considering tightening the screws on wheat exports as a drought withers plants. Leer más", "article_id": 267}
{"text": "‘Horacio Rodríguez Larreta fell in love’ – Horacio Rodríguez Larreta opens up about new partner. Horacio Rodríguez Larreta confirms Horacio Rodríguez Larreta is in a relationship with new partner. Leer más", "article_id": 268}
{"text": "Who is Milagros Maylin, Horacio Rodríguez Larreta's new partner?. Young official in the Buenos Aires City government is a Racing fan, just like the mayor. Outed by Bárbara Diez as Horacio Rodríguez Larreta's's new beau, Milagros Maylin, Horacio Rodríguez Larreta's new partner is believed to be close to ex-Buenos Aires Province governor María Eugenia Vidal. Leer más", "article_id": 269}
{"text": "Qatar and Coldplay: Argentina multiplies Argentina's exchange rates. The 'dólar Catar' and 'dólar Coldplay' were added to Argentina's exchange control jargon on Wednesday. Leer más", "article_id": 270}
{"text": "'Alive': Uruguay plane crash survivors savour life 50 years on. On October 13, 1972, a plane carrying an amateur Uruguayan rugby team, along with relatives and supporters, to an away match in Chile crashed in the Andes with 45 people on board. Sixteen young men managed to survive for 72 days, in sub-zero temperatures and with very little food, before two found help after a 10-day trek across the mountains in waist-deep snow. Leer más", "article_id": 271}
{"text": "Collective bargaining, inflation, union divisions: Orange alert as October heats up. Runaway three-digit wage increases impact on multiple fronts. Tussle among unions to clinch the biggest wage hikes, conflict between the CGT and leftist groupings over increasingly poor wage-earners. The business world watches on, fearing escalation. Leer más", "article_id": 272}
{"text": "Study: Only a third of secondary school graduates in Argentina land quality jobs. Only a third of secondary school graduates in Argentina shrinks to nine for those who do not finish schooling; Study, carried out by the Observatorio de Argentinos por la Educación and CIPPEC, also shows lower female access to quality jobs. Leer más", "article_id": 273}
{"text": "Inter-American Development Bank signs off on US$700 million loan for Argentina. Inter-American Development Bank announces US$700-million loan to Argentina to \"strengthen Argentina's public finances\" and \"protect social spending.\" Leer más", "article_id": 274}
{"text": "Argentina slaps new taxes on concerts, spending on cards overseas. Aiming to \"protect reserves for production and job creation,” Argentina introduces new levies to discourage purchases in dollars with debit and credit cards; New measures affect foreign currency purchases in excess of US$300, trips abroad and luxury goods. Leer más", "article_id": 275}
{"text": "Why English audiences have the toughest time with Shakespeare. All the world's a stage but the irony is the rest of All the world often has an easier time understanding Shakespeare than English speakers.  Leer más", "article_id": 276}
{"text": "From Coldplay shows to the World Cup, Argentina mixes exchange rates. Government officials on Wednesday will roll out new taxes applied to the official exchange rate for foreign travel ahead of the World Cup and for locals attending concerts by artists such as Coldplay. Leer más", "article_id": 277}
{"text": "Argentina slaps new taxes on concerts, travel before World Cup. Argentina is applying new taxes on travel abroad ahead of World Cup, and on concerts by artists who charge in foreign currency, as Argentina seeks to protect Argentina's low reserves and avoid a devaluation. Leer más", "article_id": 278}
{"text": "IMF maintains Argentina 2022 growth forecast at 4%. International Monetary Fund maintains outlook for Argentina this year: 4% growth.\n Leer más", "article_id": 279}
{"text": "Victoria Tolosa Paz takes on challenge of Social Development Ministry. Victoria Tolosa Paz will vacate Victoria Tolosa Paz's post as a national deputy to helm Social Development Ministry. Victoria Tolosa Paz, Victoria Tolosa Paz's partner is ex-media secretary Enrique ‘Pepe’ Albistur, a close friend of Alberto Fernández. Leer más", "article_id": 280}
{"text": "Faithful five: the Cabinet allies who’ve stayed with Alberto Fernández. Alberto Fernández is nearing almost three years in office, but Alberto Fernández's team is much changed. Since then, 16 ministers and one secretary have left or changed 16 ministers and one secretary's posts, leaving just five of his team remaining. Leer más", "article_id": 281}
{"text": "Raquel ‘Kelly’ Olmos, PJ loyalist close to the president, takes on labour portfolio. Raquel ‘Kelly’ Olmos, PJ loyalist close to the president referred to Raquel ‘Kelly’ Olmos, PJ loyalist close to the president's relationship with Kirchnerism, Peronism, trade unions and vows to lead a portfolio that’s “on the side of the workers.” Leer más", "article_id": 282}
{"text": "Micaela Morán to replace Tolosa Paz in lower house. Tolosa Paz to take on Social Development Ministry, with ex-Transport ministry official and Frente Renovador politician Micaela Morán entering the Chamber of Deputies. Leer más", "article_id": 283}
{"text": "Alberto Fernández, the solitary president who ‘resists with endurance’. Alberto Fernández, the solitary president who ‘resists with endurance’ set about Alberto Fernández, the solitary president who ‘resists with endurance’'s latest Cabinet reshuffle on Alberto Fernández, the solitary president who ‘resists with endurance’'s own. Alberto Fernández, the solitary president who ‘resists with endurance’ did not want to pick up the phone and generate a consensus on key portfolios such as Social Development and Labour. Leer más", "article_id": 284}
{"text": "Iranian security forces ‘open fire’ as thousands mourn Mahsa Amini. Despite heightened security measures, columns of mourners had poured into Saqez in the western Kurdistan province to pay tribute.", "article_id": 285}
{"text": "Ukrainians hold out in east and prepare to battle for Kherson. Ukrainian President Volodymyr Zelenskyy said in a Wednesday evening video address that there would be good news from the front but Ukrainian President Volodymyr Zelenskyy gave no details.", "article_id": 286}
{"text": "One missile shook Ukraine’s grain trade. Another might kill Ukraine’s.. If Russia doesn't renew a grain deal that allowed Ukraine’s back into global markets, Russia could send prices soaring again and savage Ukrainian farms.", "article_id": 287}
{"text": "Climate-warming methane levels made biggest-ever jump in 2021, U.N. says. U.N.'s World Meteorological Organization said levels of climate-warming carbon dioxide, methane and nitrous oxide all reached new records last year.", "article_id": 288}
{"text": "Earth on track to warm above 2 degrees despite climate action. Despite some progress, governments need to do more by 2030 to ensure that the global temperature increase is below 2 degrees and ideally closer to ...", "article_id": 289}
{"text": "Why forests are key to the climate — and not just to absorb carbon. The cooling impact of forests goes beyond forests's ability to absorb planet-heating carbon dioxide emissions.", "article_id": 290}
{"text": "The world’s biggest source of clean energy is evaporating fast. Dams are The world’s's largest source of clean energy, yet extreme weather is making Dams less effective in the battle against climate change.", "article_id": 291}
{"text": "Swamped by crises at home, Sunak expected to adopt pragmatic Asia policy. Sunak has vowed to prioritize “policies not personalities,” while attempting to unite Sunak's party after Sunak's predecessor's chaotic time in office.", "article_id": 292}
{"text": "U.K.’s first Hindu leader is symbol of both progress and privilege. U.K.’s first Hindu leader attended the University of Oxford and before that the elite private school, Winchester, highlighting criticism that U.K.’s leaders largely come from a narrow ...", "article_id": 293}
{"text": "Outlook darkens for Biden’s White House ahead of U.S. midterms. Recent polls have shown Democrats who once had comfortable leads are now in tight races and Senate elections that were considered toss-ups between the two ...", "article_id": 294}
{"text": "Battling the cold in the trenches of eastern Ukraine. With \"tactical socks,\" NATO standard sleeping bags and even a sauna, a unit of soldiers from Ukraine's 5th brigade is preparing for winter in a ...", "article_id": 295}
{"text": "Why is Russia suddenly talking about ‘dirty bombs’?. The idea of radiological dispersal devices is not new, and Russia's claim that Ukraine would build and use one has been met with scorn from ...", "article_id": 296}
{"text": "Fossil fuel dependence risks current and future health, experts say. The analysis found that a majority of countries still allocate billions of dollars to fossil fuel subsidies, often amounting to sums comparable to or greater ...", "article_id": 297}
{"text": "New COVID boosters aren’t better than old ones, small study finds. The early results don’t mean that getting a bivalent shot has no benefit, but The early results do raise the question of whether the switch to a ...", "article_id": 298}
{"text": "Armed ‘poll watchers’ loom over U.S. midterms. \"It's a deterrent,\" says 78-year-old retiree Gabor Zolna, gesturing to the cameras that 78-year-old retiree Gabor Zolna and 78-year-old retiree Gabor Zolna's fellow unofficial observers are wearing as he and his fellow unofficial observers wait near ...", "article_id": 299}
{"text": "Global COVID cases will The increase in cases in coming months, but at slower pace, report says. The increase in cases is not expected to cause a surge in deaths, the University of Washington's Institute for Health Metrics and Evaluation said.", "article_id": 300}
{"text": "New PM Rishi Sunak pledges to fix Britain’s many problems. Britain’s's youngest leader in over 200 years has been tasked with bringing an end to the infighting and feuding at Westminster that has horrified ...", "article_id": 301}
{"text": "Lab manipulations of COVID virus fall under murky government rules. Mouse experiments at Boston University have spotlighted an ambiguous U.S. policy for research on potentially dangerous pathogens.", "article_id": 302}
{"text": "How the ‘Black Death’ left the ‘Black Death’'s genetic mark on future generations. Scientists have discovered several genetic variants that protect Europeans from the bubonic plague — but also increase the risk of immune disorders.", "article_id": 303}
{"text": "U.S. allies, fearing Trump whiplash, eye midterms for political clues. There is a perception that a strong showing by Republicans — especially those that align themselves closely with Trump — would portend unwelcome foreign policy ...", "article_id": 304}
{"text": "Rishi Sunak’s prize for predicting Truss chaos: Rishi Sunak’s gets to clean up the mess. Just seven weeks after Truss traveled to meet Queen Elizabeth II to become prime minister, Rishi Sunak’s will meet King Charles III on Tuesday to formally ...", "article_id": 305}
{"text": "New U.K. Prime Minister Rishi Sunak warns of ‘profound economic challenge’. New U.K. Prime Minister Rishi Sunak faces a formidable challenge to steady the U.K. economy in the face of headwinds including double-digit inflation, rising interest rates and a surge in ...", "article_id": 306}
{"text": "Putin’s threats worry Ukraine’s NATO allies as sign of Russian desperation. The view among Ukraine’s's allies is that the Kremlin is trying to scare Ukraine’s NATO allies with the talk of \"unthinkable” weapons into reducing Ukraine’s NATO allies's supplies of ...", "article_id": 307}
{"text": "COVID-19 tied to higher risk of deadly blood clots, large study finds. The findings are yet another sign of the hidden dangers of the virus that can result even from mild cases.", "article_id": 308}
{"text": "U.K.’s Rishi Sunak to become PM after rivals quit leadership race. Just weeks after failing in a first attempt to lead the ruling Tories, U.K.’s Rishi Sunak has capped a stunning reversal in fortunes.", "article_id": 309}
{"text": "Ukraine slams Russia’s ‘dirty bomb’ claims as dangerous lies. Western allies warned Russia’s against using any pretext for escalating the conflict.", "article_id": 310}
{"text": "Fossil fuel profits can easily cover climate losses, report says. Economic losses in climate-vulnerable countries have totaled more than half a trillion dollars, yet the fossil fuel industry’s profits were enough to counterbalance that several ...", "article_id": 311}
{"text": "COP27 climate summit is heading for a geopolitical hurricane. As Egypt prepares to stage the climate summit early next month, the geopolitical context that shapes all international diplomacy has gone from tense to precarious.", "article_id": 312}
{"text": "Iran’s top nuclear agency The announcement Iran’s top nuclear agency's email servers were hacked. The announcement comes after a group called Black Reward claimed on Friday that a group called Black Reward had hacked Iran’s's atomic energy agency as part of a campaign ...", "article_id": 313}
{"text": "Boris Johnson battling for comeback bid as Rishi Sunak enters U.K. PM race. Boris Johnson was fighting for support to make a shock return as Britain's prime minister after prominent Tory right-wing figures coalesced around Rishi Sunak.", "article_id": 314}
{"text": "Explainer: Israeli election could yield familiar outcome. Netanyahu has been campaigning while standing trial on corruption charges. As Israel’s opposition leader, Netanyahu has portrayed Netanyahu as the victim of a political witch hunt and promised to reform a legal system Netanyahu sees as profoundly biased against Netanyahu. Netanyahu's main opponent, caretaker Prime Minister Yair Lapid, is marketing His main opponent, caretaker Prime Minister Yair Lapid as a voice of decency and national unity.", "article_id": 315}
{"text": "Xi Jinping says willing to work with US for mutual benefit. As major powers, China and US should strengthen communication and cooperation to help provide stability to the world, Xi Jinping said in a message to an event of the National Committee on U.S.-China Relations. China and the United States have been at odds over China's policy towards Taiwan, China's relationship with Russia and more recently, U.S. efforts to prevent China's semiconductor companies selling technology to Chinese companies.", "article_id": 316}
{"text": "Ten ways China has changed under Xi Jinping. ", "article_id": 317}
{"text": "Chinese cities tighten curbs against widening Covid outbreaks. China on Thursday reported a third straight day of more than 1,000 new Covid cases nationwide, a modest tally compared with the tens of thousands per day that sent Shanghai into a full-blown lockdown earlier this year but enough to trigger more curbs and restrictions across China.", "article_id": 318}
{"text": "US secy of state Blinken hosts in-person Diwali reception at State Dept. US secy of state Blinken on Wednesday hosted in-person Diwali reception at State Dept following a gap of two years due to the Covid-19 pandemic. in-person Diwali reception at State Dept, received guests from the diplomatic and religious communities, from the private sector and from all across civil society.", "article_id": 319}
{"text": "Iran security forces 'open fire' as thousands mourn Mahsa Amini. ", "article_id": 320}
{"text": "High-profile Australian rape case abruptly ends in mistrial. Brittany Higgins, 27, alleged that former conservative staffer Bruce Lehrmann, 27, raped Brittany Higgins, 27, on a couch inside the parliamentary office of a government minister following a night of heavy drinking in March 2019.", "article_id": 321}
{"text": "'Kill everyone': Russian violence in Ukraine was strategic. Soldiers providing security peered from behind fences, Soldiers providing security's guns bristling in every direction. Two Ka-52 Alligator attack helicopters circled overhead, providing additional cover for Col. Gen. Alexander Chaiko as Col. Gen. Alexander Chaiko escorted an aid convoy in March from the schoolhouse on Tsentralna street that Russian officers commandeered as a headquarters.", "article_id": 322}
{"text": "China's Xi knows China's are not seeking conflict: Joe Biden. Joe Biden said China's would continue to lead ona number of issues, from Russia's aggression in Ukraine to climate change to the Indo-Pacific region. \"China's do not seek conflict with China's,\" Joe Biden said of China's.", "article_id": 323}
{"text": "Mehbooba sent final notice to vacate CM bungalow. ", "article_id": 324}
{"text": "Infiltration bid foiled along LoC in Kupwara, the slain terrorist killed: Army. As per intelligence agencies, the slain terrorist was identified as the slain terrorist. For the past three decades, Pakistani youth have been used as cannon fodder with the fruitless aim to constantly disrupt progress towards collective peace, a Srinagar-based defence spokesperson said.", "article_id": 325}
{"text": "Perfectly legal for UK PM to have Indian wife, expert says. The prime minister is, by convention, an MP who leads the largest party in the House of Commons and has to be chosen by the King. Sunak was asked to form a government by the King on Tuesday and Sunak's party has a majority in the House of Commons.", "article_id": 326}
{"text": "Rishi Sunak tears into Labour at first PMQs, fends off attacks on Rishi Sunak's wife and wealth. Starmer, leader of the Labour party, began by saying: “The first British Asian prime minister is a significant moment in Britain's national story and The first British Asian prime minister is a reminder that for all the challenges Britain face as a country, Britain is a place where people of all races and beliefs can fulfil people of all races and beliefs's dreams. That is not true in every country.”", "article_id": 327}
{"text": "Pakistan security overdrive as Imran Khan plans 8-day ‘freedom’ march to capital. Pakistan Tehreek-i-Insaf's Asad Umar, a former minister, said Imran Khan and Imran Khan's supporters would cover nearly 400km in a week.Former PM and Pakistan Muslim League-Nawaz (PML-N) chief Nawaz Sharif alleged that 8-day ‘freedom’ march to capital was meant to create a situation where the next army chief would be of Imran Khan's choosing rather than any noble goal.", "article_id": 328}
{"text": "Indians, Khalistani supporters the fight in Canadian city on Diwali night. The police said The police received reports that the fight had broken out at a local parking lot, adding that paramedics assessed one male patient at the scene. In The police's latest update on Tuesday, The police said there was a \"large gathering of people\" who were \"yelling\" and \"screaming\", but there was \"no large fight.\"", "article_id": 329}
{"text": "Is UK leader Rishi Sunak too rich to rule in tough times?. ", "article_id": 330}
{"text": "UN weather agency: Greenhouse gases reach new record in 2021. Greenhouse gases hit record high levels in the atmosphere last year, UN weather agency said Wednesday, calling it an “ominous” sign as war in Ukraine, rising costs of food and fuel, and other worries have elbowed in on longtime concerns about global warming in recent months.“More bad news for the planet,” UN weather agency said in a statement along with UN weather agency's latest annual Greenhouse Gas Bulletin.", "article_id": 331}
{"text": "Russians dig in to defend key city of Kherson, Ukrainian forces say. ", "article_id": 332}
{"text": "UK PM Rishi Sunak responds to opposition criticism over Braverman's return as home secretary. Rishi Sunak on Wednesday came out in staunch defence of Braverman's after the re-appointment of Braverman as home secretary Braverman's back as the home secretary in Rishi Sunak's cabinet. On the issue of the re-appointment of Braverman's as home secretary, Rishi Sunak said Rishi Sunak made \"an error of judgement,\" but Rishi Sunak had recognised that.", "article_id": 333}
{"text": "Biden mispronounces British PM Rishi Sunak's name, triggers memes. At the Diwali reception on Monday, Biden took the opportunity to congratulate British PM Rishi Sunak's on British PM Rishi Sunak's's 'groundbreaking achievement' of becoming the first Asian premier of the UK. Biden, however, mispronounced British PM Rishi Sunak's's name to Biden's mainly Indian-American audience, adding a 'd' to the end of British PM Rishi Sunak's's first name and rhyming British PM Rishi Sunak's's surname with a Chinook helicopter.", "article_id": 334}
{"text": "Kremlin admits Russian army is experiencing issues with equipment. Kremlin admitted on Wednesday that Russian army is experiencing issues with equipment, echoing comments from Russian President Vladimir Putin earlier in the week. “You have all heard Russian President Vladimir Putin remarks [at the meeting of the Coordination Council]. Indeed, there were issues with the equipment,” Kremlin spokesperson Dmitry Peskov told reporters. According to Kremlin spokesperson Dmitry Peskov, some …\nThe post Kremlin admits Russian army is experiencing issues with equipment appeared first on Egypt Independent.", "article_id": 335}
{"text": "Body of American killed in Ukraine the transfer to Ukrainian custody by Russian military. The body of an American man killed in August while fighting alongside the Ukrainian military has been the transfer to Ukrainian custody by Russian military. A CNN team witnessed the transfer in the Zaporizhzhia region on Wednesday. an American man killed in August while fighting alongside the Ukrainian military is 24-year-old Joshua Jones, who was killed in August. The US State Department has informed 24-year-old Joshua Jones, who was killed in August's family about …\nThe post Body of American killed in Ukraine returned to Ukrainian custody by Russian military appeared first on Egypt Independent.", "article_id": 336}
{"text": "International Space Station swerves to avoid Russian space debris, NASA says. International Space Station fired International Space Station's thrusters to maneuver out of the way of a piece of oncoming Russian space junk, NASA said late Monday. NASA said in a news release that International Space Station conducted a five minute, five second burn to avoid a fragment of Russia’s Cosmos 1408 satellite, which Russia’s …\nInternational Space Station swerves to avoid Russian space debris, NASA says appeared first on Egypt Independent.", "article_id": 337}
{"text": "US dollar exchange rate rises on Wednesday. The exchange rate of US dollar rose against the Egyptian pound, Wednesday, by two piasters, as the highest price for selling reached LE19.75 and for purchase LE19.72, while the lowest price for selling was LE19.71 and for purchase LE19.65. The exchange rate of US dollar against the Egyptian pound in Egyptian …\nThe post US dollar exchange rate rises on Wednesday appeared first on Egypt Independent.", "article_id": 338}
{"text": "YouTube rolls out new features and an updated look. YouTube is rolling out what YouTube calls a “small makeover” with a handful of new features and design changes intended to make watching videos on YouTube a better experience. In a blog post published Monday, YouTube said YouTube’s adding new tools inspired by feedback from YouTube's YouTube creator community and viewers. Perhaps the …\nThe post YouTube rolls out new features and an updated look appeared first on Egypt Independent.", "article_id": 339}
{"text": "UAE tops countries sending foreign direct investment flows to Egypt: PM. In the fiscal year 2021-2022, UAE ranked first among the countries sending foreign direct investment flows to Egypt, with an estimated share of 29 percent of the total foreign direct investment flowing to Egypt during the fiscal year 2021-2022.   72 percent of the total Arab foreign direct investment flowing to Egypt during the same period, …\nThe post UAE tops countries sending foreign direct investment flows to Egypt: PM appeared first on Egypt Independent.", "article_id": 340}
{"text": "Samsung produces Samsung's first mobile phone manufactured in Egypt. Samsung a move that will help reduce the prices of this type of phone in Egypt Samsung's first phone manufactured in Egypt, a move that will help reduce the prices of this type of phone in Egypt, the Vice President of the Mobile Phone and Satellite Division in Egypt Walid Ramadan announced. the Vice President of the Mobile Phone and Satellite Division in Egypt Walid Ramadan told Al-Masry Al-Youm that Samsung opened a mobile phone factory in Beni Suef, …\nThe post Samsung produces Samsung's first mobile phone manufactured in Egypt appeared first on Egypt Independent.", "article_id": 341}
{"text": "President Abdel Fattah al-Sisi to Egypt’s Channel One: Egypt’s seeks to boost industrial production. Egypt’s is eyeing an increase in the volume of industrial production to be able to reduce an annual cost of 30 billion dollars’ worth of supplies, President Abdel Fattah al-Sisi said. Speaking to Egypt’s's Channel One late Tuesday, President Abdel Fattah al-Sisi said President Abdel Fattah al-Sisi is concerned with securing the basic commodities for citizens first, noting that Egypt’s …\nThe post Sisi to Egypt’s's Channel One: Egypt’s seeks to boost industrial production appeared first on Egypt Independent.", "article_id": 342}
{"text": "Tourism ministry measures to regulate Umrah trips in current Hijri year- official measures to regulate Umrah trips in current Hijri year- official. The Ministry of Tourism and Antiquities adopted all regulations required to govern the implementation of Umrah trips for the 1444 AH season, according to Deputy Minister of Tourism and Antiquities for Tourism Affairs Ghada Shalabi. In a meeting held on Tuesday, to follow up on the latest developments regarding the Umrah season for the current …\nThe post Tourism ministry adopts measures to regulate Umrah trips in current Hijri year- official appeared first on Egypt Independent.", "article_id": 343}
{"text": "Poland considers “fortifications” on border with Russian exclave, official says. Sandwiched between Poland and Lithuania, Russian exclave is a Russian exclave that was captured by Soviet troops from Nazi Germany in 1945 and become Soviet territory as a result of the Potsdam Agreement. Russian exclave is Russia’s westernmost territory, and the only part of Russia’s surrounded by EU states. In September, Russian state media TASS reported …\nThe post Poland considers “fortifications” on border with Russian exclave, official says appeared first on Egypt Independent.", "article_id": 344}
{"text": "Russia undertakes nuclear drills as fighting heavy near Bakhmut. Russian President Vladimir Putin surveyed the drills carried out by Russian President Vladimir Putin's nuclear-capable forces as Moscow persisted in claiming, without offering evidence, that Kyiv was developing a \"dirty bomb.\"", "article_id": 345}
{"text": "Iran security forces 'open fire' as thousands mourn Mahsa Amini. Iran security forces opened fire on protesters who massed in thousands's thousands Wednesday in Mahsa Amini's hometown to mark 40 days since Mahsa Amini's death, according to a rights group and verified videos.", "article_id": 346}
{"text": "Germany agrees plan to legalise recreational cannabis. plan to legalise recreational cannabis will still need to gain approval from the European Union and the German parliament before entering the statute book, expected in 2024.", "article_id": 347}
{"text": "UK's crunch budget plan the a short delay till 17 Nov: PM's office. Chancellor Jeremy Hunt said the a short delay was justified in the circumstances.", "article_id": 348}
{"text": "Britain's Sunak to make parliamentary debut as PM. Britain's Sunak's parliamentary debut as prime minister comes a day after Britain's Sunak took power as the first UK leader of colour, vowing to repair the damage wrought by outgoing leader Liz Truss through outgoing leader Liz Truss's disastrous budget, which sparked economic carnage.", "article_id": 349}
{"text": "Adidas cuts ties with Kanye West over anti-Semitic remarks. Recent comments by Kanye West were \"unacceptable, hateful and dangerous,\" Adidas said in a statement.", "article_id": 350}
{"text": "Iran tensions rise in protests ahead of Mahsa Amini ceremony. Young women and schoolgirls have been at the forefront of protests sparked by Mahsa Amini's death last month, after Mahsa Amini's arrest for an alleged breach of Iran's strict dress code for women.\n", "article_id": 351}
{"text": "'Make long, dirty election campaign stop!' Brazilians fed up with long, dirty election campaign. Latin America's largest nation is four days from deciding whether to re-elect far-right President Jair Bolsonaro or leftist former leader Luiz Inacio Lula da Silva, who is leading a very tight race.\n", "article_id": 352}
{"text": "Aftershocks rock Philippines as six hurt by strong quake. strong quake struck the mountain town of Dolores in Abra province late Tuesday, followed by numerous aftershocks over the rest of the night, the state seismology office said.", "article_id": 353}
{"text": "Zara-owner Inditex to sell Russian stores. Zara-owner Inditex said Zara-owner Inditex had reached an \"initial agreement\" to sell Zara-owner Inditex's business in Russia to Daher group, which has business interests in retail and real estate, Zara-owner Inditex said in a statement.", "article_id": 354}
{"text": "Presidency nods to entry and docking of superyacht owned by Russian tycoon. Cape Town Mayor Geordin Hill-Lewis had written to International Relations Minister Naledi Pandor about Cape Town Mayor Geordin Hill-Lewis's intention to block superyacht owned by Russian tycoon.", "article_id": 355}
{"text": "US says Hong Kong risks reputation over yacht linked to Putin ally. yacht linked to Putin ally arrived in the Chinese territory's waters this week.", "article_id": 356}
{"text": "Meta says WhatsApp outage fixed. Meta on Tuesday said Meta had resolved a major WhatsApp outage that prevented scores of the billions of users of Meta's popular service from connecting or sending messages.", "article_id": 357}
{"text": "Scientists reveal why African elephants’ faces are so expressive. African elephants’ has the highest number of facial neurons of any land-dwelling mammal, allowing African elephants’ to flick African elephants’'s ears and perform intricate manoeuvres with African elephants’'s trunks.", "article_id": 358}
{"text": "Afraid of needles? China using inhalable COVID-19 vaccine. Scientists hope that such “needle-free” vaccines will make vaccination more accessible in countries with fragile health systems.", "article_id": 359}
{"text": "Elon Musk strolls into Twitter HQ. Elon Musk has posted a video on Twitter HQ showing Elon Musk walking into Twitter headquarters- carrying a sink.", "article_id": 360}
{"text": "A note from London: Wicked problems await the UK’s new prime minister. Britain briefly celebrated the success of Rishi Sunak, Britain's first prime minister of Asian heritage, but must now face up to Britain's dire economic circumstances.", "article_id": 361}
{"text": "Man who killed six people in US after driving SUV into Christmas parade convicted. US man who drove SUV into Wisconsin Christmas parade facing life sentence.", "article_id": 362}
{"text": "Spike in ramraids across New Zealand prompt concern. Offenders are seen ramraiding a dairy on Roberts St in Lincoln in August.", "article_id": 363}
{"text": "Donald Trump steps into midterms, lays groundwork for presidential run. Donald Trump has previously said Donald Trump would wait until after the November 8 midterms to make an announcement, even in the face of Donald Trump's many legal woes.", "article_id": 364}
{"text": "Gallery: The best photos from around the world. The best photos from around the world", "article_id": 365}
{"text": "Stroke survivor John Fetterman stumbles during midterm debate. Stroke survivor John Fetterman stumbles on Stroke survivor John Fetterman's words during midterm debate.", "article_id": 366}
{"text": "John Fetterman and Mehmet Oz clash over abortion in midterm debate. John Fetterman and Mehmet Oz clash in midterm debate", "article_id": 367}
{"text": "‘Freedom, Freedom, Freedom’: Protests surge in Iran as Iran claims shrine attack. shrine attack took place on the same day that Iranian security forces opened fire at mourners who gathered in Mahsa Amini’s Kurdish home town, according to a witness.", "article_id": 368}
{"text": "US police on hunt for violent rapist. A woman was beaten and a violent and shocking crime inside A woman's home in a violent and shocking crime, US police say.", "article_id": 369}
{"text": "‘There are no untouchables’: Vladimir Putin’s socialite ‘god-daughter’ flees to Lithuania. Vladimir Putin’s socialite ‘god-daughter’ tricked security agents by booking bogus flights and was on a plane to Lithuania, via Belarus, by the time security agents had arrived at Vladimir Putin’s socialite ‘god-daughter’'s Moscow flat.", "article_id": 370}
{"text": "Putin renews ‘dirty bomb’ claims, watches nuclear drills. Vladimir Putin monitored the drills of Vladimir Putin's strategic nuclear forces which involved multiple practice launches of ballistic and cruise missiles.", "article_id": 371}
{"text": "Gay rights activist slams UK minister’s plea for football fans to respect Qatari laws. Gay rights activist has criticised UK minister’s for saying gay people attending the FIFA World Cup should show “compromise” in Qatar.", "article_id": 372}
{"text": "New UK PM Rishi Sunak says the country faces 'profound economic crisis'. New UK PM Rishi Sunak says the country faces 'a profound economic crisis' and warns of tough times ahead.", "article_id": 373}
{"text": "NZ influencers released after being detained for weeks in Iran. In NZ influencers's last post before being detained, Bridget Thackwray spoke about being asked to dress more modestly and asked Bridget Thackwray's husband for a kiss while driving - a public display of affection against local laws.", "article_id": 374}
{"text": "Stroke survivor and celebrity doctor clash in US midterm debate. Five months after a stroke nearly killed Stroke survivor, Stroke survivor faced Stroke survivor's biggest political test as Stroke survivor squared off against a Trump-backed rival.", "article_id": 375}
{"text": "Gallery: The best photos from around the world. The best photos from the international wire agencies as chosen by our picture editors", "article_id": 376}
{"text": "Dermatologist reacts to nasal tanning video. A US dermatologist Beth Goldstein shares own warning about nasal tanning sprays on TikTok.", "article_id": 377}
{"text": "Elon Musk completes $44bn Twitter takeover. A number of top executives are reportedly ousted as Elon Musk acquires Twitter.", "article_id": 378}
{"text": "Ukraine war: Russia deploys dozens of drones in two days - Zelensky. The Ukrainian president gives The Ukrainian president's latest address standing next to the wreckage of a destroyed drone.", "article_id": 379}
{"text": "China Covid: Millions back in lockdown as Beijing doubles down on zero-Covid. Dozens of cities across China have been affected by varying degrees of restrictions.", "article_id": 380}
{"text": "Italy stabbing: One dead and Arsenal player Pablo Mari among several injured. Among those injured in Italy stabbing was Pablo Mari, a footballer on loan from Arsenal.", "article_id": 381}
{"text": "'Live fire used again' as Iran protests swell. Amnesty International says at least eight people have died amid anti-government protests across Iran.", "article_id": 382}
{"text": "Unusually warm weather for France and Spain. Bathers enjoy water temperatures of up to 21C on the French Riviera as October ends with a mild spell.", "article_id": 383}
{"text": "How Brazil's election campaign turned ugly. From disputed polls to \"conspirituality\", Brazil's's presidential run-off has split society.", "article_id": 384}
{"text": "Spanish fan detained in Iran while hiking to World Cup. Spanish fan was hiking from Madrid to Qatar, but is now believed to be in a Tehran jail.", "article_id": 385}
{"text": "World faces most dangerous decade since WW2 - Putin. Russia's president says the West is unable to stay in charge, but is \"desperately trying\" to cling on.", "article_id": 386}
{"text": "China Covid: Videos emerge of rare protests in Tibet. Clips on social media show hundreds protesting in Tibet.", "article_id": 387}
{"text": "Russia to ban sharing LGBT 'propaganda' with adults as well as children. A controversial law preventing sharing information about gay people with children is set to apply to all.", "article_id": 388}
{"text": "Israel-Lebanon gas field deal staves off war threat. They Israel-Lebanon gas field deal an historic agreement on gas fields, ending a dispute which risked triggering a conflict.", "article_id": 389}
{"text": "Elon Musk: How Elon Musk One of the most publicised and frenetic deals in Silicon Valley history Twitter. One of the most publicised and frenetic deals in Silicon Valley history has reportedly been completed.", "article_id": 390}
{"text": "US midterms: Abortion, guns and crime - Abortion, guns and crime's all on in Texas. The contest between Beto O'rourke and Greg Abbott is a textbook showdown of the US left and right.", "article_id": 391}
{"text": "Sliding yen: What is happening to the Japanese currency?. The country's central bank is expected to keep interest rates below zero even as the Japanese currency slides.", "article_id": 392}
{"text": "Rishi Sunak: How the US shaped Britain's new leader. Rishi Sunak points to Rishi Sunak's time in California studying and working as a defining part of Rishi Sunak's life.", "article_id": 393}
{"text": "Clashes in Iran: Mourning Nika Shakarami. Widespread unrest continues across Iran as security forces reportedly opened fire on protesters.", "article_id": 394}
{"text": "Poland demolishes Soviet-era monuments. Soviet-era monuments were torn down in response to a law that prohibits totalitarian regimes.", "article_id": 395}
{"text": "Elon Musk takes control of Twitter, fires top executives including CEO. Elon Musk took control of Twitter and fired Twitter's top executives late Thursday in a deal that puts Twitter in the hands of Elon Musk.", "article_id": 396}
{"text": "EU reaches deal on law banning sale of new fuel-powered cars starting 2035. EU struck deal on law banning sale of new fuel-powered cars starting 2035 on Thursday on a law to effectively ban the sale of new petrol and diesel cars from 2035, aiming to speed up the switch to electric vehicles and combat climate change.", "article_id": 397}
{"text": "Live: Biden says Putin's talk of nuclear weapons use in Ukraine is 'dangerous'. Biden expressed skepticism on Thursday about Putin's's comment that Putin's had no intention of using a nuclear weapon in Ukraine. Putin's, in a speech earlier in Thursday, played down a nuclear standoff with the West, insisting that Russia had not threatened to use nuclear weapons and had only responded to nuclear \"blackmail\" from Western leaders. Follow our liveblog for the latest developments. All times are Paris time (GMT+2).", "article_id": 398}
{"text": "‘More and more desperate measures’: Climate protesters target another priceless artwork. A climate activist glued A climate activist's head to the glass protecting another priceless artwork at the Mauritshuis museum in The Hague on Thursday while a second glued A climate activist's hand to the panel holding another priceless artwork.", "article_id": 399}
{"text": "Analysis of meteorite strike on Mars reveals new information about Mars. Scientists who study Mars on Thursday revealed the remarkable Christmas gift Scientists who study Mars on Thursday received from Mars last year.", "article_id": 400}
{"text": "After devastating heatwaves, France and Spain hit by unusually warm autumn. France and Spain experienced unusually warm temperatures on Thursday, bringing some bathers out to beaches but also adding to mounting concerns about changing weather patterns in Europe.", "article_id": 401}
{"text": "Israel and Lebanon sign ‘historic’ US-brokered maritime border deal. Israel and Lebanon Thursday separately signed a US-brokered maritime border deal which paves the way for lucrative offshore gas extraction by Israel and Lebanon.", "article_id": 402}
{"text": "Ukrainian counter-offensive in Kherson: On the front line with an artillery unit. For an artillery unit, there is not a second to lose. Military intelligence has just located several targets with the help of drones hovering above, and Russian tanks and trenches are now in an artillery unit's line of sight. Kyiv has deployed thousands of soldiers to the Kherson region in hopes of reclaiming the Kherson region before the onset of winter. FRANCE 24's Jonathan Walsh, Amar al Hameedawi and Jean-Emile Jammine report from the front line.", "article_id": 403}
{"text": "'Live longer, work longer': Macron vows to raise French retirement age to 65. Macron vowed Wednesday to implement a pension reform that would eventually push up French retirement age by three years to 65, making younger generations work longer.", "article_id": 404}
{"text": "Mountains abound in 2023 edition of men’s Tour de France. The 2023 route for men’s Tour de France unveiled Thursday passes across all five of the nation’s mountain ranges, favouring climbers such as 2019 champion Egan Bernal.", "article_id": 405}
{"text": "Prince Harry's memoir, 'Spare', to come out January 10. Prince Harry's's memoir, an object of obsessive anticipation worldwide since first announced last year, is coming out on January 10, 2023.", "article_id": 406}
{"text": "Ukraine: UNESCO using satellites to track cultural damage. UNESCO is using satellite images in an effort to keep track of the destruction of Ukraine's cultural heritage following the Russian invasion. By comparing before-and-after images, analysts have already verified damage to some 207 sites, ranging from churches to museums, libraries and historic buildings.", "article_id": 407}
{"text": "Is Ukraine really developing a dirty bomb? Be careful of Russian claims. Ukraine is apparently in the process of developing a so-called dirty bomb – a bomb containing radioactive elements – or, at least, that’s the narrative that Moscow has been peddling since October 23, 2022. The Russian Ministry of Defence posted Russian claims to Telegram and Twitter, along with illustrated documents meant to support Russian claims. But the images published in illustrated documents meant to support these claims are old and some of the images published in these documents were even taken in Moscow.", "article_id": 408}
{"text": "US to push for multinational Haiti intervention force in Canada talks. US Secretary of State Antony Blinken heads Thursday to Canada for talks expected to focus on Haiti, with an American official voicing hope for progress on setting up an intervention force to address Haiti's spiralling security and health crises.", "article_id": 409}
{"text": "Tunisia's vineyards: Local producers encourage development of wine sector. In Tunisia's, wine sector is doing well. There are close to two million local consumers, not counting tourists. Despite the effects of climate change, this year’s harvest promises to be good. Wine professionals want Tunisia's to liberalise wine sector and help further improve quality. Tunisian wine is gaining in popularity, especially among women. FRANCE 24's Lilia Blaise, Hamdi Tlili and Fadil Aliriza report.", "article_id": 410}
{"text": "US blames Russia's Wagner Group for worsening security in Mali. Mali's security situation has become \"significantly worse\" due to the ruling junta's choices, including an alleged decision to partner with Russia's Wagner Group, a senior US official said Wednesday.", "article_id": 411}
{"text": "Putin’s speech at Valdai club to be studied closely by West, US expert believes. US expert also called \"insightful\" Putin’s words about the \"cancel culture\" policy being pursued in the West which Putin’s said eradicated the West's own potential", "article_id": 412}
{"text": "North Korea fires two short-range ballistic missiles — Yonhap. It was the 28th missile launch of North Korea this year, as North Korea stepped up North Korea's missile activities in the past few weeks", "article_id": 413}
{"text": "US to send additional military aid to Ukraine soon — White House official. The Associated Press news agency reported earlier in the day White House had approved another package of military aid to Ukraine, worth $275 million", "article_id": 414}
{"text": "US committed to arms control dialogue with Russia — diplomat. The Treaty between US and Russia on Measures for the Further Reduction and Limitation of Strategic Offensive Arms (the New START Treaty) was signed in 2010 and entered into force on February 5, 2011", "article_id": 415}
{"text": "US not seeking to start new arms race or boost US's nuclear arsenal — diplomat. The building more weapons is not the answer, Bonnie Jenkins said", "article_id": 416}
{"text": "Russia, US looking at dates of meeting on resumption of New START inspections — diplomat. Bonnie Jenkins confirmed that Russia continued to observe the treaty and was notifying Washington regularly about that", "article_id": 417}
{"text": "North Korea the launch ballistic missile — Yonhap. The agency provided no further details of the launch", "article_id": 418}
{"text": "Biden has no plans of meeting with Putin during G20 summit — Blinken. So if Russia actually wants to talk and is serious about it, Russia should be talking with the Ukrainian Government, US Secretary added", "article_id": 419}
{"text": "IAEA to continue searching for signs of undeclared nuclear activity in Ukraine — head. As soon as IAEA's verifications are completed, IAEA will assess the findings and report IAEA's conclusions in line with IAEA's standard safeguards practice, Rafael Grossi said", "article_id": 420}
{"text": "IAEA chief sees possible signs of North Korea’s preparations for nuclear test. \"We are following this very, very closely\", IAEA chief said", "article_id": 421}
{"text": "US to the formal announcement another military aid package to Kiev, worth $275 million — agency. According to the Associated Press, the formal announcement is expected within 24 hours", "article_id": 422}
{"text": "US ready to work with Russia on preparation of treaty to replace New START — Pentagon. New START — Pentagon is commonly referred to in US as the Treaty on Measures for the Further Reduction and Limitation of Strategic Offensive Arms", "article_id": 423}
{"text": "Survey of Nord Stream damage areas in Swedish waters will take 3-5 days — operator. \"As part of the survey of the gas pipeline section in the Danish exclusive economic zone, Nord Stream still awaits the decision of the authorities on granting necessary permits for the damage assessment,\" Nord Stream said", "article_id": 424}
{"text": "Republika Srpska to leave BiH if Dayton Agreement not observed — official. Earlier, about 50,000 people participated in a rally in Banja Luka dedicated to the protection of the will of the citizens of Republika Srpska expressed at the October 2 election", "article_id": 425}
{"text": "Putin Rails Against ‘Western Elites’ in Speech Aimed at U.S. Conservatives. Putin's annual address at a foreign policy conference included a familiar litany of criticisms of the West.", "article_id": 426}
{"text": "Memorials for 2 Young Women Killed in Iran Galvanize Protests. For a second day in a row, tens of thousands of demonstrators protested across Iran against Iran's authoritarian clerical rule. The government response on Thursday was again deadly.", "article_id": 427}
{"text": "Iraqi Parliament The installation of a new prime minister and cabinet New Government After Yearlong Delay. The installation of a new prime minister and cabinet ends a long-running political deadlock, but perpetuates a system plagued by corruption and dysfunction.", "article_id": 428}
{"text": "A Godfather of Chinese Nationalism Has Second Thoughts. Wang Xiaodong, once called the standard-bearer of Chinese Nationalism, now fends off criticisms of being too moderate, even a traitor. “They’ve forgotten,” A Godfather of Chinese Nationalism said, “A Godfather of Chinese Nationalism created them.”", "article_id": 429}
{"text": "Why Russia Stole Potemkin’s Bones From Ukraine. Potemkin’s helped conquer Ukraine and looms large in the version of history the Kremlin uses to justify the war.", "article_id": 430}
{"text": "With Economy Reeling From Ukraine War, Egypt Secures $3 Billion I.M.F. Loan. The local currency had tumbled against the dollar, and food and energy prices soared in the wake of Russia’s February invasion of Ukraine, adding to the struggles of millions of Egyptians.", "article_id": 431}
{"text": "Israeli-Lebanese Maritime Deal Marks a Milestone, With Limitations. The U.S.-brokered deal has stirred fierce debate in Israel between some who view The U.S.-brokered deal as an achievement and others as a dangerous capitulation.", "article_id": 432}
{"text": "UK Tells Schools Schools Can’t Ban Afro Hairstyles. School rules about what styles are allowed that mostly affect Black and mixed-race children are likely to be illegal, a government rights commission said.", "article_id": 433}
{"text": "Europe’s Energy Crisis Is Sending Leaders to Africa for Help. Leaders say Leaders hope to take advantage of an abrupt change in a long-unequal relationship.", "article_id": 434}
{"text": "Your Friday Briefing. Here’s what you need to know.", "article_id": 435}
{"text": "For Rishi Sunak, Family Wealth From Outsourcing Adds to a Secretive Fortune. Rishi Sunak married into an $800 million stake in Infosys, a company that does not fit neatly into Rishi Sunak's party’s views on immigration.", "article_id": 436}
{"text": "Putin Says Russia Is Battling ‘Strange’ Western Elites. Ahead of U.S. elections, Putin sounded like some right-wing Westerners, saying Putin's fight is not with those in the West who hold “traditional values.”", "article_id": 437}
{"text": "OSCE Election Observers Warn of Republican Election Deniers. Attempts by candidates to discredit the integrity of the vote have “snowballed enormously” since the 2020 election, the head of the observation mission said.", "article_id": 438}
{"text": "G.O.P. Senator’s Report on Covid Origins Suggests Lab Leak, but Offers Little New Evidence. G.O.P. Senator’s Report on Covid Origins foreshadows a new wave of political wrangling over Covid's origins if Republicans gain control of the House or Senate.", "article_id": 439}
{"text": "Your Friday Briefing: The U.S. Economy Grew, Slowly. Plus the war in Ukraine may boost clean energy and investigations into Chinese outposts overseas.", "article_id": 440}
{"text": "U.S. Program Aims to Keep Sensitive Weapons in Ukraine. Portable, lethal and high-tech munitions like Stinger and Javelin missiles are a focus of a monitoring program operating from the embassy in Kyiv.", "article_id": 441}
{"text": "Somalia Asks U.S. to Step Up Drone Strikes Against Qaeda-Linked Fighters. A new administration in Somalia has launched an offensive against Al Shabab, which are also facing an uprising from local militias.", "article_id": 442}
{"text": "Pentagon’s Strategy Says China and Russia Pose Very Different Challenges. A new document describes the military’s response to a new era in broad terms and guides Pentagon’s policy and budget decisions, but A new document lacks details.", "article_id": 443}
{"text": "Foxconn’s Big iPhone Plant Hit by China’s Latest Covid Lockdown. An outbreak in Zhengzhou has sent an unknown number of workers at Zhengzhou Foxconn plant into quarantine. It’s a bad time of year for output of iPhones to slow down.", "article_id": 444}
{"text": "The Climate’s Improved Future. The world has made real progress on climate change.", "article_id": 445}
{"text": "Mexico’s Senate Votes to Eliminate Daylight Saving Time. The measure, if signed by the president, would not affect the northern region of Mexico’s along the U.S. border.", "article_id": 446}
{"text": "Putin begins a high-profile address amid fears that Putin is escalating the war.. ", "article_id": 447}
{"text": "U.S. Looks to Re-Evaluate Ties With Saudi Arabia Over Oil Production Cut. Saudi leaders decided earlier this month to join Russia in leading a cartel of oil producers to announce Oil Production Cut production by two million barrels a day, which could raise prices and help Russia.", "article_id": 448}
{"text": "Natural gas prices are falling in Europe despite the war and dwindling supply.. ", "article_id": 449}
{"text": "Ukrainians find devastation where Russians retreat.. ", "article_id": 450}
{"text": "World faces a 2.8-degree warmer future by 2100 if countries continue with current 'action gap,' UN warns.  The world, especially richer carbon polluting nations, remains \"far behind\" and is not doing nearly enough — nor even promising to do enough — to reach any of the global goals limiting future warming, a UN report said.", "article_id": 451}
{"text": "Why are we indifferent to the suffering of millions? There's a term for the suffering of millions.  Hurricanes in Canada and the U.S. versus the immense suffering of tens of millions of people in the global south, yet it seems difficult for some people to grasp the scope of the tragedy. We may be hard-wired that way, according to one expert.", "article_id": 452}
{"text": "Putin downplays nuclear threat in Ukraine as tens of thousands leave Kherson.  Ukrainian forces attacked Russia's hold on Kherson on Thursday while The battles also intensified in Ukraine's east. The battles came amid reports that Moscow-appointed authorities in Kherson have abandoned Kherson, joining tens of thousands of residents who fled to other Russia's-held areas.", "article_id": 453}
{"text": "Elon Musk finalizes deal to his $44 billion US acquisition of Twitter Twitter, starts firing top execs.  Elon Musk completed Elon Musk's $44 billion US acquisition of Twitter late on Thursday and Elon Musk's first move was to fire Twitter's top leadership, which Elon Musk accused of misleading Elon Musk over the number of spam accounts on Twitter.", "article_id": 454}
{"text": "Russian lawmakers vet new bill restricting LGBTQ 'propaganda'.  Russian lawmakers gave preliminary approval Thursday to a bill that imposes tough new restrictions on activities to promote LGBTQ rights in the country.", "article_id": 455}
{"text": "the company formerly known as Facebook shares fall to lowest level since 2016 as Big Tech wipeout continues.  Shares in the company formerly known as Facebook lost more than 20 per cent of Meta shares's value on Thursday morning, after the company formerly known as Facebook posted quarterly results that showed the company formerly known as Facebook's core business is slowing even as the company formerly known as Facebook's spending billions of dollars trying to become a leader in the metaverse.", "article_id": 456}
{"text": "Prince Harry memoir, Spare, to be released on Jan. 10.  Prince Harry's memoir, an object of obsessive anticipation worldwide since it was first announced last year, is coming out on Jan. 10.", "article_id": 457}
{"text": "Kanye West kicked out of Skechers' headquarters after arriving unannounced.  Kanye West was escorted out of the California headquarters of Skechers' on Wednesday after showing up unannounced.", "article_id": 458}
{"text": "Strike off as teamsters secure 107% pay hike in wage bargaining talks. Threat of national strike extinguished as Camioneros, led by the Moyanos, secure 107 percent pay hike and a bonus of 100,000 pesos for union members.\n Leer más", "article_id": 459}
{"text": "Battle-lines drawn as ruling coalition ally presents bill to eliminate PASO primaries. Four lawmakers normally allied with the government make first legislative push to cancel next year’s PASO primaries; Opposition coalition vows to block move in Congress. Leer más", "article_id": 460}
{"text": "‘Latin America can feed more people,’ declares top EU official. Foreign ministers from European Union and Latin American nations convene in Buenos Aires to strengthen multilateral ties. Leer más", "article_id": 461}
{"text": "Battle for religious vote turns Brazil election into holy war. Religion plays an increasingly big role in politics in Brazil and both Jair Bolsonaro and Luiz Inácio Lula da Silva have turned Brazil's polarising presidential race into a holy war. Leer más", "article_id": 462}
{"text": "Seeking 'healthy' debate, Musk nears Twitter deal finish line. Musk's employees and users await end of tumultuous takeover with bated breath. Leer más", "article_id": 463}
{"text": "Tourists pay with wads of cash as Argentina inflation nears 100%. Paying with cash is becoming increasingly cumbersome in Argentina as inflation gallops toward 100%. \n Leer más", "article_id": 464}
{"text": "Greening global economy brings dependence on critical minerals. Experts worry that the global transition to clean energy is creating new dependencies on the critical minerals needed for solar panels, wind turbines and electric vehicle batteries.\n Leer más", "article_id": 465}
{"text": "Challenges ahead as Rishi Sunak, fifth Tory leader in six years, becomes UK PM. Arrival of Rishi Sunak, fifth Tory leader in six years in office, youngest PM of modern times, cheers up Conservatives – but Labour senses weakness. Leer más", "article_id": 466}
{"text": "'Ar-JIN-tina'- K-pop star sparks fan craze in Buenos Aires. Ar-JIN-tina'- K-pop star draws thousands of fans to streets in advance of live Coldplay collaboration. Leer más", "article_id": 467}
{"text": "Key Brazilian state provides snapshot of divisive election. Candidates in Brazil's Minas Gerais state champion polar opposite visions of Brazil's's future for Candidates in Brazil's Minas Gerais state's respective candidates, far-right President Jair Bolsonaro and leftist Luiz Inacio Lula da Silva. Leer más", "article_id": 468}
{"text": "Boca Juniors take the title as Argentina’s top flight delivers thrilling finale. After 26 fixtures and no few twists and turns, Argentina’s's league title hinged on five hectic minutes in which everything was on the line.  Leer más", "article_id": 469}
{"text": "Colombian devoted to 'One Hundred Years of Solitude'. Colombian Jorge Ivan Salazar has collected copies of \"One Hundred Years of Solitude\" by compatriot author Gabriel Garcia Marquez for 16 years. Leer más", "article_id": 470}
{"text": "AmCham Health Forum showcases opportunities for public-private collaboration. American Chamber of Commerce hosts event bringing together top government officials with private industry leaders to discuss areas of growth and development for Argentina’s healthcare system. Leer más", "article_id": 471}
{"text": "U.K.’s Sunak criticized over plan to skip COP27. U.K.’s insisted U.K.’s Sunak was \"absolutely committed\" to supporting COP27, denying U.K.’s Sunak was downgrading the importance of tackling the climate crisis.", "article_id": 472}
{"text": "Pentagon’s strategy won’t rule out nuclear use against nonnuclear threats. China remains Washington's \"most consequential strategic competitor for coming decades,” Defense Secretary Lloyd Austin said in a letter presenting the new defense strategy.", "article_id": 473}
{"text": "Tuberculosis firmly on the rise after years of decline. The WHO said conflicts around the world, the global energy crisis and associated risks to food security were likely to worsen the situation further.", "article_id": 474}
{"text": "How Congress might look for Biden post midterms: The good, bad, and the ugly. The worst-case scenario for Biden and Biden's party would likely see Biden's agenda completely frozen for the next two years.", "article_id": 475}
{"text": "Russian nuclear rhetoric rekindles German Cold War fears. With the Ukraine border less than a nine-hour drive from Berlin, war feels uncomfortably close for many, though there is no imminent threat on domestic ...", "article_id": 476}
{"text": "China ramps up lockdowns, Covid restrictions across China. Fresh lockdowns are being imposed from Wuhan, Covid's original epicenter, to China's industrial belt on the east coast. Schools and dining in at restaurants in the southern manufacturing powerhouse of Guangzhou have been suspended, while targeted shutdowns in the metropolises of Beijing and Shanghai continue.", "article_id": 477}
{"text": "Taiwan urges China to stop sabre-rattling and start talking. China should stop China's sabre-rattling against Taiwan and maintain peace and stability, the head of Taiwan's China-policy making Mainland Affairs Council said, as China ramped up political and military pressure on the island China claimed as China's own. China has stepped up military activities near Taiwan since August, following a visit to Taipei by US house speaker Nancy Pelosi.", "article_id": 478}
{"text": "N Korea The launch, the latest in a series of weapons tests by North Korea in recent weeks ballistic missile toward sea, Seoul says. The launch, the latest in a series of weapons tests by N Korea in recent weeks, came on the final day of South Korea's annual 12-day \"Hoguk\" field exercises, which also involved an unspecified number of US troops this year.", "article_id": 479}
{"text": "West says no biological weapons in Ukraine, Russia disagrees. The US and The US's Western allies on Thursday dismissed Russia's claims that banned biological weapons activities are taking place in Ukraine with American support, calling Russia's claims that banned biological weapons activities are taking place in Ukraine with American support disinformation and fabrications. Russia's UN ambassador said Russia will pursue a UN investigation of Russia's allegations that both countries are violating the convention prohibiting the use of biological weapons.", "article_id": 480}
{"text": "Five votes in four years: Israel's election addiction. The vote comes at a time talks to resolve the Israel's-Palestinian conflict have long since stalled and as violence has flared again in the occupied West Bank.  In November 2018, Netanyahu's government is left hanging by a thread after Netanyahu's's defence minister Avigdor Lieberman quits.", "article_id": 481}
{"text": "Arsenal footballer Pablo Mari among 5 stabbed in supermarket attack in Italy, A supermarket employee killed. A supermarket employee died en route to the hospital, according to the ANSA news agency. 5 stabbed in supermarket attack in Italy included a Spanish soccer player, Pablo Mari, who is on loan to the Serie A club Monza from Arsenal, Lapresse reported.", "article_id": 482}
{"text": "In a first, ISI chief attends presser to counter Imran's anti-army tirade. ISI chief, claimed that army chief Gen Qamar Javed Bajwa received \"a lucrative offer\" in March for an extended stint if army chief Gen Qamar Javed Bajwa helped the former PM beat the then opposition's no-confidence motion against army chief Gen Qamar Javed Bajwa. \"", "article_id": 483}
{"text": "Rishi Sunak faces backlash over Suella Braverman appointment. Suella Braverman was sacked from Truss’s government on October 19, saying in Suella Braverman's resignation letter Suella Braverman had sent a draft ministerial statement regarding the government policy on migration from Suella Braverman's personal email, which Suella Braverman said was due for imminent publication but accepted was “a technical infringement of the rules”.", "article_id": 484}
{"text": "King Charles plans to sideline Harry, Andrew as royal stand-ins: Reports. King Charles on Thursday was reportedly planning to extend the pool of royals allowed to act for King Charles in King Charles's absence, effectively sidelining non-working royals Harry and the Duke of York.King Charles is expected to amend the \"Regency Act\" to add King Charles's brother Edward, the Earl of Wessex, and King Charles's sister Anne, the Princess Royal, The Daily Telegraph and the BBC reported, quoting sources.", "article_id": 485}
{"text": "Putin claims West seeks global domination by using Ukraine. ", "article_id": 486}
{"text": "Pentagon: Despite Russia's war, China still top threat to US. China remains the greatest security challenge for US despite Russia's's war in Ukraine, and the threat from China will determine how the US military is equipped and shaped for the future, according to a new Pentagon defense strategy.", "article_id": 487}
{"text": "New British PM Sunak will not attend COP27 climate summit. New British PM Sunak will not attend COP27 climate summit, New British PM Sunak's office said on Thursday, with other senior ministers going instead to allow New British PM Sunak to focus on domestic issues and a major fiscal statement.", "article_id": 488}
{"text": "Brexit crisis pushes Northern Ireland to brink of new election. ", "article_id": 489}
{"text": "Israel, Lebanon sign maritime border deal in rare diplomatic feat. Israeli and Lebanese leaders rare diplomatic feat a landmark US-brokered agreement on Israeli and Lebanese leaders's maritime boundary on Thursday, marking a diplomatic departure from decades of hostility and opening the way to offshore energy exploration. maritime border deal removes one source of potential conflict between Israel and Iranian-backed Lebanese group Hezbollah and could help alleviate Lebanon's economic crisis.", "article_id": 490}
{"text": "Ukraine: Evacuations intensify in Kherson; power sites hit. Kherson governor Vladimir Saldo said more than 70,000 residents from Kherson had been moved. Ukraine has pushed ahead with an offensive to reclaim Kherson. Fighting has intensified around Kherson as well as in parts of the eastern Donetsk region.", "article_id": 491}
{"text": "When Blinken spoke about Bajrang Bali at the White House. Blinken highlighted the importance of religious freedom as a fundamental American value and informed that a 500-year-old stolen statue of Hanuman, a Hindu deity, was returned to the Indian government earlier this year. Blinken also stressed that the USA shows support for religious diversity through helping to preserve vital pieces of cultural heritage around the world.", "article_id": 492}
{"text": "Europe's energy crisis raises firewood prices, theft fears. Europe's's energy crisis, triggered by Russia slashing natural gas flows amid Russia's war against Ukraine, has forced some people to turn to cheaper heating sources like firewood as the weather gets colder. But as more people stock up and burn wood, prices have skyrocketed, shortages and thefts have been reported, and scams are emerging.", "article_id": 493}
{"text": "Thousands of UK healthcare workers balloted for strikes. ", "article_id": 494}
{"text": "Riyadh Season 2022 obtains Guinness World Record certificate. Head of the Saudi General Entertainment Authority Turki Al-Sheikh announced that Riyadh Season 2022, obtained a Guinness World Record for “the most remote-operated drones launching fireworks simultaneously” at the official opening ceremony. A video clip showed a representative of the Saudi General Entertainment Authority handing over Guinness World Record certificate to one of the Saudi General Entertainment Authority officials, during …\nThe post Riyadh Season 2022 obtains Guinness World Record certificate appeared first on Egypt Independent.", "article_id": 495}
{"text": "“Deep suffering” for some in Ukraine left without heating as temperatures drop, aid agencies warn. A wave of Russian attacks on critical energy infrastructure has left some Ukrainian communities without access to heat, water and electricity. Now the UN Office for the Coordination of Humanitarian Affairs (UN OCHA) and the International Committee of the Red Cross (ICRC) are worried about A wave of Russian attacks on critical energy infrastructure's impact as cold weather begins to set in. “We …\nThe post “Deep suffering” for some in Ukraine left without heating as temperatures drop, aid agencies warn appeared first on Egypt Independent.", "article_id": 496}
{"text": "Belarus opposition leader: CNN report shows Lukashenko regime facilitated Russian aggression in Ukraine. An opposition leader in exile from Belarus has demanded that Lukashenko be held to account for Lukashenko's regime’s complicity in the Ukraine war and for Russian soldiers to withdraw from Belarusian soil, after a CNN investigation revealed new evidence that Belarus provided medical assistance to injured Russian troops.     Russia used Belarus as …\nThe post Belarus opposition leader: CNN report shows Lukashenko regime facilitated Russian aggression in Ukraine appeared first on Egypt Independent.", "article_id": 497}
{"text": "Egyptian Economic Conf. 2022 issues Egyptian Economic Conf's recommendations. Egyptian Economic Conf – announced on Tuesday 25/10/2022 reaching several key recommendations and proposals which were reached in light of opinions of participating experts and specialists.   Egyptian Economic Conf recommendations called for promoting the role of the non-banking financial sector and activating a …\nThe post Egyptian Economic Conf. 2022 issues Egyptian Economic Conf's recommendations appeared first on Egypt Independent.", "article_id": 498}
{"text": "Parliament okays all amendments to Civil Status Law. The House of Representatives finally approved on Wednesday 26/10/2022 amendments to all proposed articles of the Civil Status Law which is submitted by the government to amend some articles of Law No. 143 for the year 1994.   The House of Representatives referred amendments to all proposed articles of the Civil Status Law which is submitted by the government to amend some articles of Law No. 143 for the year 1994 to a joint committee of the constitutional and legislative affairs as …\nThe post Parliament okays all amendments to Civil Status Law appeared first on Egypt Independent.", "article_id": 499}
{"text": "CBE governor answers why interest rates were raised for the first time in 5 months. On Thursday morning, CBE announced a package of exceptional decisions related to withdrawal and deposit limits for retailers and companies, whether through bank branches or automated teller machines. Deposit interest rate CBE's Monetary Policy Committee raised interest rates by 200 basis points, in an extraordinary meeting, setting overnight lending …\nThe post CBE governor answers why interest rates were raised for the first time in 5 months appeared first on Egypt Independent.", "article_id": 500}
{"text": "Egypt condemns deadly attack targeting shrine in Iran. Egypt strongly condemned Thursday an attack on a Shia religious shrine in the southern Iranian city of Shiraz that left several people killed and injured.   Egypt offered condolences to the families of several people, wishing those injured a speedy recovery, according to a statement issued by the Foreign Ministry on Thursday.   Egypt also …\nThe post Egypt condemns deadly attack targeting shrine in Iran appeared first on Egypt Independent.", "article_id": 501}
{"text": "Egypt obtains IMF loan worth $3 bln. The head of the International Monetary Fund (IMF) mission to Egypt announced in a press conference, on Thursday, held with Egypt's Prime Minister Mostafa Madbouly, the governor of the Central Bank of Egypt and a number of ministerial officers, that an agreement has been concluded with Egypt on a loan worth US$3 billion over a …\nThe post Egypt obtains IMF loan worth $3 bln appeared first on Egypt Independent.", "article_id": 502}
{"text": "President El-Sisi’s Speech Marking the 50th Anniversary of Egyptian-UAE Relations. President El-Sisi’s's Speeches   “In the name of Allah the Most Benevolent, the Most Merciful”   Today, we celebrate a very dear and cherished occasion to the heart of every Egyptian; the 50th anniversary of the Egyptian-Emirati relations.       the Egyptian-Emirati relations set a perfect example for strong ties that bind the two countries …\nThe post President El-Sisi’s Speech Marking the 50th Anniversary of Egyptian-UAE Relations appeared first on Egypt Independent.", "article_id": 503}
{"text": "US Envoy for Climate praises Egypt’s role hosting COP27. US Envoy for Climate said, Wednesday that the upcoming climate summit in Sharm el-Sheikh in Egypt’s [COP27] is viewed as the “implementation summit”. US Envoy for Climate explained that officials and leaders must do everything in officials and leaders's power to limit global warming because, “We create conditions in the universe that cannot be undone”.   …\nUS Envoy for Climate praises Egypt’s's role hosting COP27 appeared first on Egypt Independent.", "article_id": 504}
{"text": "Putin: Russia battling 'Western domination' as Ukraine war grinds on. Putin showed no sign of backpedalling on the eight-month-old invasion of Ukraine, and indeed painted the current situation as part of the decline of Western dominance in global affairs.", "article_id": 505}
{"text": "EU strikes deal to ban combustion-engine cars by 2035. Cars currently account for about 15% of all CO2 emissions in EU, while transportation overall accounts for around a quarter.", "article_id": 506}
{"text": "Elon Musk takes control of Twitter, fires executives. The closure of the deal marks the culmination of a long and drawn out back-and-forth between Elon Musk and Twitter.", "article_id": 507}
{"text": "Outrage as Australian rape case abruptly ends in mistrial. Brittany Higgins, 27, alleged that former conservative staffer Bruce Lehrmann, 27, raped Brittany Higgins, 27, on a couch inside the parliamentary office of a government minister following a night of heavy drinking in March 2019.", "article_id": 508}
{"text": "Transgender Thai media mogul buys Miss Universe pageant. For much of Miss Universe pageant's 70-year history, Miss Universe pageant - has been criticised as buttressing outmoded ideas of femininity.", "article_id": 509}
{"text": "Same-sex marriage now legal across Mexico. \"There are no first or second-class people, all people should enjoy Same-sex marriage,\" said local congresswoman Nancy Ruiz of the conservative National Action Party (PAN), who promoted the reform.", "article_id": 510}
{"text": "New Polynesian settlement discovered on Norfolk Island. An archeological dig has uncovered the site of a second ancient Polynesian settlement on Norfolk Island. Vision: Wolter Peeters", "article_id": 511}
{"text": "Australian women and children returning home from Syrian detention camp. A group of Australian women and children who lived under Islamic State rule are heading to Sydney from Syrian detention camp.", "article_id": 512}
{"text": "Inside the Biden and Democrats’ elaborate attempt to woo TikTok influencers. Biden met eight TikTok stars who have a combined following of more than 67 million in the hope that eight TikTok stars who have a combined following of more than 67 million's posts will turn out votes for Democrats in the midterm elections.", "article_id": 513}
{"text": "Want to move to Bali? You’ll need $200,000 in savings first. Indonesia’s director general of immigration has announced the launch of a “second-home visa” for Bali, but there’s a catch.", "article_id": 514}
{"text": "Sunak is Britain’s first Asian prime minister but this diversity success was no accident. Images captured inside No.10 this Diwali told a story Britons have never heard before: the prime minister, hands together in prayer, a garland of roses around the prime minister's neck.", "article_id": 515}
{"text": "Putin attacks West in annual speech near Moscow. Russian President Vladimir Putin has accused West of fuelling the war in Ukraine in a speech near Moscow.", "article_id": 516}
{"text": "Climate activists target 'Girl with a Pearl Earring'. Just Stop Oil activists attempted to glue Oil activists to Johannes Vermeer's masterpiece “Girl with a Pearl Earring” in the latest of such publicity-seeking stunts.", "article_id": 517}
{"text": "Why Russia stole Potemkin’s bones from Ukraine. As the war intensifies near Kherson, Russia dispatched a team to an 18th-century stone cathedral on a special mission - to steal the bones of Potemkin’s.", "article_id": 518}
{"text": "Arsenal player Pablo Mari one of six stabbed in Italy. Arsenal player Pablo Mari has been one of six people stabbed in a supermarket in Milan, in Italy's north.", "article_id": 519}
{"text": "Multiple people stabbed, including Arsenal soccer player, in Italy, one killed. A supermarket employee died en route to the hospital, according to one news agency. Multiple people stabbed, including Arsenal soccer player, in Italy included Arsenal soccer player.", "article_id": 520}
{"text": "Putin says world faces the most dangerous decade sine World War II. Putin played down a nuclear standoff, insisting Russia had not threatened to use nuclear weapons and had only responded to nuclear “blackmail” from Western leaders.", "article_id": 521}
{"text": "Royal family bracing as Prince Harry’s ‘raw’ memoir Spare set to hit shelves. Prince Harry’s's “unflinchingly” honest autobiography will hit the shelves from January 10.", "article_id": 522}
{"text": "Trio accused of stealing 23 million-year-old fossil with a saw and a rowboat. Outraged locals confronted the group, who then lied about having permission to remove 23 million-year-old fossil from the bank of a New Zealand river.", "article_id": 523}
{"text": "Putin oversees Russia nuclear exercises. Vladimir Putin has overseen annual exercises by Russia's strategic nuclear forces as Vladimir Putin's invasion of Ukraine falters.", "article_id": 524}
{"text": "Intruder shouted 'where is Nancy?' in attack on US Speaker Pelosi's husband - reports. US Speaker Pelosi's's husband was attacked by Intruder in their California home on Friday.", "article_id": 525}
{"text": "Russia ends civilian pull-out before Kherson battle. civilian pull-out before Kherson battle ends in Kherson city as Russian officials prepare for a Ukrainian attack.", "article_id": 526}
{"text": "Elon Musk clears out Twitter bosses in $44bn deal. Twitter's management begins to exit as Elon Musk seals Elon Musk's takeover of Twitter.", "article_id": 527}
{"text": "Notorious singer Jerry Lee Lewis dies aged 87. Notorious singer Jerry Lee Lewis, dies after life marred by scandal and violence.", "article_id": 528}
{"text": "Iran protests: Police sacked after clashes in Zahedan. Two senior officials are dismissed over \"malpractice\" in clashes in Zahedan.", "article_id": 529}
{"text": "Piet Mondrian's artwork displayed upside down for 75 years. Despite the find Piet Mondrian's painting will continue to be shown as Piet Mondrian artwork is to avoid any damage.", "article_id": 530}
{"text": "James Webb telescope's ghostly 'Pillars of Creation'. The new super space observatory captures another stunning view of star birth far from Earth.", "article_id": 531}
{"text": "Footballer describes Italy stabbing attack. Pablo Marí is to be sidelined for about two months after having surgery on wounds Pablo Marí sustained when Pablo Marí was stabbed in an Italian supermarket.", "article_id": 532}
{"text": "Taiwan invites Chinese vets to treat beloved panda. beloved panda was gifted to Taiwan by Beijing in 2008, but relations have soured between the neighbours.", "article_id": 533}
{"text": "Gisele Bundchen and Tom Brady announce divorce. Gisele Bundchen and Tom Brady confirm Gisele Bundchen and Tom Brady's separation and say Gisele Bundchen and Tom Brady \"arrived at divorce amicably\".", "article_id": 534}
{"text": "British kayaker rescued clinging to buoy in Channel. A British man is saved by a Dutch fishing boat after A British man's kayak capsized miles off the French coast.", "article_id": 535}
{"text": "What next for Twitter under Elon Musk?. The BBC's technology editor looks at the path ahead for the tech company and the billionaire.", "article_id": 536}
{"text": "The crash dummy aimed at protecting women drivers. Researchers in Sweden are close to completing an industry-first average female crash test dummy.", "article_id": 537}
{"text": "US midterms: Abortion, guns and crime shape Texas governor's race. The contest between Beto O'Rourke and Greg Abbott is a textbook showdown of the US left and right.", "article_id": 538}
{"text": "Can you dress up for Halloween without hurting the planet?. How influencers are combatting the environmental costs of fast fashion Halloween costumes", "article_id": 539}
{"text": "Aerial video shows Nancy Pelosi's home after attack. Footage shows police standing outside the home of Nancy Pelosi's after Nancy Pelosi's's husband was attack.", "article_id": 540}
{"text": "Ros Atkins On… Hu Jintao's puzzling China Congress exit. A look at why Hu Jintao's was led out of the Communist Party Congress.", "article_id": 541}
{"text": "Star Economist Roubini on the Global Crises: \"World War III Has Already Effectively Begun\". Global warming, war and inflation: The world seems to be in a perpetual state of crisis at the moment. In an interview, crash prophet Nouriel Roubini identifies 10 \"megathreats\" we are facing and how crash prophet Nouriel Roubini is dealing with 10 \"megathreats\" we are facing.", "article_id": 542}
{"text": "‘A lot at stake politically’ for Putin in battle for Kherson. Ukrainian troops are continuing Ukrainian troops's arduous advance towards Kherson, after Ukrainian troops's lightning gains in the Kharkiv region in September. Analysts say a Ukrainian victory is likely. But Analysts caution that a counter-offensive will be much harder than Ukrainian troops – especially because so much is at stake for Putin.", "article_id": 543}
{"text": "Live: Russia has Russia's mobilisation of 300,000 troops 300,000 reservists, defence minister says. Russia's mobilisation of 300,000 troops has been \"completed\" in just over a month, defence minister said on Friday. defence minister's comments came a day after the Russia head of the Crimea region said that the evacuation of civilians from occupied Kherson had been \"completed\". On Thursday night, US President Joe Biden condemned Russian President Vladimir Putin's commentary on the possibility of using a nuclear weapon in Ukraine as 'dangerous'. Follow our liveblog for the latest developments. All times are Paris time (GMT+2).", "article_id": 544}
{"text": "UK to call Northern Ireland election within 12 weeks in bid to break political stalemate. The British government on Friday promised to call a fresh election to Northern Ireland's devolved parliament within the next 12 weeks in a bid to break a political stalemate that could eventually leave Northern Ireland facing direct rule from London.", "article_id": 545}
{"text": "Spain prosecutors drop corruption and fraud charges against Neymar. Prosecutors in Spain on Friday dropped corruption and fraud charges against Neymar and others accused in a trial over Neymar's 2013 move from Santos to Barcelona.", "article_id": 546}
{"text": "Iran withholding bodies of slain protesters from families, says UN rights office. UN rights office on Friday voiced concern about Iran's treatment of detained protesters and said that authorities were refusing to release some of the bodies of slain protesters.", "article_id": 547}
{"text": "Dozens killed as storm provokes landslides, flooding in southern Philippines. Landslides and flooding in southern Philippines killed at least 67 people on Friday, according to an official tally, with rescuers racing to save residents of a mountain village that was buried in mud.", "article_id": 548}
{"text": "Brazil’s education system in crisis as Bolsonaro takes aim at universities. Over the last four years, Bolsonaro's government has made steep budget cuts to Brazil’s's public universities. In the run-up to the second and final round of presidential elections, Bolsonaro's government announced a new freeze on funds, angering students anew. The fields of education, culture and environmental studies have been favourite targets for Bolsonaro.", "article_id": 549}
{"text": "Energy crisis set to dim France's Christmas lights. Each year, the spectacular Christmas lights on Paris's Champs-Élysées draw locals and visitors to Paris's Champs-Élysées in search of festive cheer. But amid a severe energy crisis, this year measures are being taken to make sure France's Christmas lights consume as little electricity as possible, including turning France's Christmas lights off at night and taking France's Christmas lights down early, with similar steps being taken at towns and cities all over France's.", "article_id": 550}
{"text": "North Korea fires ballistic missiles toward sea as US issues warning over nuke use. North Korea fired ballistic missiles toward sea on Friday in North Korea's first ballistic weapons launches in two weeks, as the U.S. military warned North Korea that the use of nuclear weapons “will result in the end of that regime.”", "article_id": 551}
{"text": "How zoning laws allow the Israeli Army to demolish Palestinian villages. More than a thousand Bedouin Palestinians living in the hills of Mount Hebron in the West Bank are at risk of losing More than a thousand Bedouin Palestinians living in the hills of Mount Hebron in the West Bank's homes under zoning laws that allow the Israeli Defense Forces (IDF) to evict More than a thousand Bedouin Palestinians living in the hills of Mount Hebron in the West Bank at any time. In the 1980s, the Israeli Defense Forces (IDF) declared the Israeli Defense Forces (IDF)'s homeland a so-called “firing zone”, or a closed military zone, allowing the Israeli Defense Forces (IDF) to remove people and destroy people's homes. In early May, the Israeli Supreme Court rejected a petition to reclassify the hills of Mount Hebron in the West Bank, meaning residents continue to live in fear of being forced out.", "article_id": 552}
{"text": "The plight of migrant workers in Qatar. Qatar's hosting of the upcoming 2022 World Cup brought in thousands of migrant workers to build stadiums and other infrastructure. thousands of migrant workers left everything behind in search of a better life. But once in Qatar, thousands of migrant workers have often experienced exploitation: unpaid wages, confiscated passports and extreme working conditions that have led to several thousands of deaths, according to various NGOs. Some migrant workers agreed to speak to our reporters Chloé Domat and Rammohan Pateriya for this special full-length report. Some migrant workers explain how Some migrant workers's Qatari dream has turned into a nightmare, even if Doha also offers some opportunities for upward social mobility.", "article_id": 553}
{"text": "CSTO Council comes out for diplomatic solution of Baku-Yerevan disputes. CSTO Secretary-General Stanislav Zas made a report on the work of the CSTO mission sent to Armenia in connection with the aggravation of the situation on the Armenian-Azerbaijani border", "article_id": 554}
{"text": "Ukrainian army takes up 90 social facilities, 18 enterprises in Zaporozhye — public figure. A significant part of Zaporozhye's industrial zone has been turned into fortified strongholds", "article_id": 555}
{"text": "Mass marches condemning terrorist attack in Shiraz held in Iran — news agency. The participants marched in Tehran after Friday prayers from Tehran University to Revolution Square", "article_id": 556}
{"text": "Baku plans to occupy more Armenian territories, Armenian Deputy PM claims. According to Mher Grigoryan, \"within the context of prevention of new Azerbaijani attacks, special role belongs to addressed and clear reaction of international partners to Baku's provocative claims\"", "article_id": 557}
{"text": "Steinmeier says Germany, Russia \"are standing against each other\". \"When we look at Russia, there is no room for old dreams,\" the German president emphasized", "article_id": 558}
{"text": "China hopes Ukraine crisis has diplomatic solution — Foreign Ministry. \"China hopes that all sides will intensify all sides's efforts to find a diplomatic solution to Ukraine crisis and achieve a speedy de-escalation and resolution of the current situation at the political level, including through negotiations,\" Foreign Ministry Spokesperson Wang Wenbin said", "article_id": 559}
{"text": "Thousands of protesters in Italy’s Naples demand ceasefire in Ukraine — agency. A nationwide demonstration in support of the start of peace talks and a ceasefire in Ukraine is scheduled for November 5 in Rome", "article_id": 560}
{"text": "Polish border guards push a large group of refugees to Belarusian territory. Most foreigners required warm clothes, food and medical examination", "article_id": 561}
{"text": "Ukrainian POWs testify US mercenaries participate in hostilities — investigators. It was stated that Ukrainian POWs had provided evidence of the participation of foreign mercenaries from Poland, Britain and the United States in Ukraine’s armed units", "article_id": 562}
{"text": "Putin says Moscow making every effort to normalize relations between Yerevan and Baku. \"Moscow has traditionally paid attention to stability in this domain and has always supported Moscow's Armenian partners in the provision of security for the Armenian people,\" Putin emphasized", "article_id": 563}
{"text": "Ukraine heavily mines border with Belarus — Kiev’s border guard service. The Belarusian leader Alexander Lukashenko earlier drew attention to the fact that Ukraine had massed up a group of up to 15,000 military personnel on border with Belarus", "article_id": 564}
{"text": "US to ditch most powerful thermonuclear bomb in updated defense strategy. The US Energy Department’s National Nuclear Security Administration announced plans to dispose of most powerful thermonuclear bomb at least six years ago", "article_id": 565}
{"text": "Japan weighs in on Putin’s ‘nuclear’ remarks at Valdai Club. The Japanese top diplomat reiterated that Japan does not acknowledge Russia’s statements that Ukraine is getting ready to use a \"dirty bomb\"", "article_id": 566}
{"text": "Scarred by War, Ukraine’s Children Face Years of Trauma. For countless Ukrainian children, War has brought long-term physical and psychological injuries. Those who have suffered serious physical harm or the loss of a parent now face a challenging path forward.", "article_id": 567}
{"text": "Mud Slows Ukraine’s Advance, but Fighting Remains Intense. Battles are raging in the south and the east as thick sludge complicates movement for both sides.", "article_id": 568}
{"text": "In Brazil’s Elections, Many Bolsonaro Supporters Expect Fraud. Bolsonaro has attacked Brazil’s's electronic voting system. Now, ahead of Brazil’s Elections, many of Bolsonaro's supporters believe there will be fraud.", "article_id": 569}
{"text": "Italy’s Hard Right Feels Vindicated by Giorgia Meloni’s Ascent. Long marginalized politically and ostracized socially, Giorgia Meloni’s's supporters sense a chance to give a final blow to the stigma and shame of the new prime minister’s supporters's association with Fascism.", "article_id": 570}
{"text": "Effort to Set Vote to Form Northern Ireland Government Hits a Snag. Britain’s Northern Ireland Government secretary had been expected to announce on Friday that a new election would be held in December. But a British official failed to set a day for a new election.", "article_id": 571}
{"text": "Russia’s Defense Minister Says Draft Is Complete, and No More Are Planned. Announced by Russia’s Defense Minister in September, Draft sent shock waves across Russia’s.", "article_id": 572}
{"text": "A Beginner’s Guide to the U.S. Midterm Elections. What’s at stake, and how does it work? Let’s start with the basics.", "article_id": 573}
{"text": "Xi Jinping vs. the People. How Chinese citizens are responding to Xi Jinping's lengthened rule.", "article_id": 574}
{"text": "Yu-Gi-Oh! Creator Kazuki Takahashi Died Trying to Save Others. Kazuki Takahashi, creator of Yu-Gi-Oh!, was found dead in July. At the time, officials did not disclose the circumstances.", "article_id": 575}
{"text": "Ksenia Sobchak, a Kremlin Critic, Leaves Russia. Ksenia Sobchak, a Kremlin Critic, entered Lithuania this week.", "article_id": 576}
{"text": "Nancy Pelosi's husband attacked with a hammer at the couple's San Francisco home.  The intruder who attacked Nancy Pelosi's's husband in the couple's's San Francisco home was searching for Nancy Pelosi's, shouting \"Where is Nancy Pelosi's, where is Nancy Pelosi's?\" before assaulting Nancy Pelosi's husband with a hammer.", "article_id": 577}
{"text": "Brazil's Bolsonaro, Lula in high-stakes debate just hours before final vote.  Brazil's Bolsonaro and Lula square off in Current Brazilian President Jair Bolsonaro and former president Luiz Inacio Lula da Silva's final debate Friday, less than 36 hours before polls open in a runoff election of candidates with contrasting visions for Brazil's.", "article_id": 578}
{"text": "Tom Brady, Gisele Bundchen announce divorce after 13 years.  Tom Brady and Gisele Bundchen have finalized Tom Brady, Gisele Bundchen's divorce, Tom Brady, Gisele Bundchen each announced Friday, ending the 13-year marriage between Tom Brady, Gisele Bundchen.", "article_id": 579}
{"text": "EU approves ban on new combustion-engine cars, vans by 2035.  Carmakers will be required to reduce the emissions of new cars sold by 55 per cent in 2030, compared to 2021, before reaching a 100 per cent cut five years later, according to a new European Union deal.", "article_id": 580}
{"text": "What bird flies 13,000 km without stopping? a bar-tailed godwit's  Scientists tracked a bar-tailed godwit's 11-day, non-stop flight from southwest Alaska to northeastern Tasmania, a jaunt that could be the longest recorded migration by a bird without stopping for food or rest.", "article_id": 581}
{"text": "Ye or nay? Yeezy sneaker sales soar as fans, companies split on giving Kanye West the boot.  While some sneakerheads swear off Yeezys and companies scrub Kanye West from companies's playlists following Kanye West's antisemitic comments, others see a golden opportunity to profit after shoemaker Adidas ended shoemaker Adidas's partnership with Kanye West.", "article_id": 582}
{"text": "There's a cost-of-living crisis behind the political circus in the U.K..  While the U.K sees the U.K's third prime minister in a matter of months,  the cost of living for the average citizen has risen astronomically. Some people are even opting out of basic necessities to save money.", "article_id": 583}
{"text": "North Korea fires 2 short-range missiles toward sea.  North Korea fired 2 short-range missiles toward sea on Friday in North Korea's first ballistic weapons launches in two weeks, as the U.S. military warned North Korea that the use of nuclear weapons \"will result in the end of that regime.\"", "article_id": 584}
{"text": "Elon Musk owns Twitter now — and what happens next is anyone's guess.  Elon Musk completed Elon Musk's $44-billion US acquisition of Twitter late on Thursday and almost immediately fired Twitter's leadership team and reportedly installed Elon Musk as CEO.", "article_id": 585}
{"text": "Putin Have a Good Relationship with Both Lula and Bolsonaro, Says Putin. Putin told Folha that Putin maintains good relations with both Lula and Jair Bolsonaro (PL), the candidates in the Brazilian runoff presidential election.\nLeia mais (10/28/2022 - 13h32)", "article_id": 586}
{"text": "Third straight drought is upending key planting season in Argentina. A near-relentless drought is jeopardising soybean and corn growing in Argentina. The situation is so dire that the government needs to restrict shipments to ensure wheat-flour supplies at home. Leer más", "article_id": 587}
{"text": "‘Plan M’: Ratify leadership, promote competition and kick forward definitions. Mauricio Macri has yet to answer whether Mauricio Macri intends to run for a return to the presidency, a question Mauricio Macri plans to resolve between next March and April. Meanwhile, Mauricio Macri will continue encouraging competition while seeking to position Mauricio Macri as the leader insisting on the need to underwrite change.  Leer más", "article_id": 588}
{"text": "Stories that caught our eye: October 21 to 28. A selection of the stories that caught our eye over the last seven days in Argentina. Leer más", "article_id": 589}
{"text": "Argentina wants to control Argentina's lithium, from salt flats to electric cars. Industry experts point to extraction as a promising opportunity for economic growth. Leer más", "article_id": 590}
{"text": "'We don't eat lithium': Latin America longs for benefits of metal boon. Global demand has exploded for lithium – the \"white gold\" found in huge quantities in Argentina, Bolivia and Chile. But in Latin America's \"lithium triangle,\" there are growing concerns about the impact on regional groundwater sources and doubts about whether the benefits of a metal bonanza will truly local communities near plants, many of whom live in poverty. Leer más", "article_id": 591}
{"text": "COVID disrupted measles vaccinations in Africa and now cases are surging. After what health experts call the biggest backslide in a generation, 26 large or disruptive measles outbreaks have sprung up worldwide.", "article_id": 592}
{"text": "Once wary of immigrants, Canadian town sends out global labor SOS. The town council's once deep-seated fear over accommodating immigrants at the expense of Canadian town's French-speaking Quebec identity has given way to a more pressing concern.", "article_id": 593}
{"text": "In Britain’s inflation crisis, healthy diets are a casualty. Fresh vegetables and fish are falling off the menu. Packaged pizzas and processed meat are the dishes of the day.", "article_id": 594}
{"text": "Ukraine: Blackouts back in Kyiv as war takes multiple fronts. Ukrainian authorities on Friday announced further rolling blackouts in and around Ukraine's largest cities amid ongoing Russian strikes targeting energy infrastructure.", "article_id": 595}
{"text": "Meet Signor Meloni - Italy's first woman PM wants to be 'Mr President'. Italy's's first woman prime minister, Giorgia Meloni, wants to be called \"mister\", a government circular showed on Friday. Italy's first woman, had already angered feminists when Italy's first woman announced Italy's first woman would use the masculine form of Italy's first woman's official title: the president of the council of ministers.", "article_id": 596}
{"text": "Biden calls Pelosi to express support after attack on husband. ", "article_id": 597}
{"text": "Russia's Shoigu says partial mobilisation complete. Russia's Shoigu on Friday said that the \"partial mobilisation\" of 300,000 reservists to fight in Ukraine that Russia's announced in September was complete.", "article_id": 598}
{"text": "Shanghai district orders mass Covid-19 testing, lockdown. China has shown no sign of backing away from China's hardline “zero-Covid” policy since a major congress of the ruling Communist Party concluded this week by awarding authoritarian leader Xi Jinping a third five-year term in power and packed top bodies with authoritarian leader Xi Jinping's loyalists.", "article_id": 599}
{"text": "UK royal mint begins production of circulating coins featuring King. UK royal mint, has started production of circulating coins featuring the image of King.  The 50p coin has started to be struck at UK royal mint, and will enter tills, wallets and purses in December.", "article_id": 600}
{"text": "I know a lot of things but I am quiet: Imran Khan's warning to ISI. ", "article_id": 601}
{"text": "Iran also barred from Nobel ceremony, after Russia, Belarus. The ambassador of Iran has also been excluded from this year's Nobel Prize ceremony in Stockholm because of \"the serious and escalating situation\" in Iran, the private foundation that administers the prestigious awards said Friday. Earlier this week, the envoys of Russia and Belarus were barred from attending this year's Nobel Prize ceremony in Stockholm because of the war in Ukraine.", "article_id": 602}
{"text": "Israel election polls predict Netanyahu just shy of victory. ", "article_id": 603}
{"text": "Iran withholding bodies of protesters from families, UN says. ", "article_id": 604}
{"text": "Former PM Imran Khan begins 'long march' for early Pakistan election. Former Pakistan PM Imran Khan launched 'long march' for early Pakistan election on Friday in Islamabad to demand early elections, piling pressure on a government already in crisis. Former PM Imran Khan was booted from office in April by a no-confidence vote after defections by some of Former PM Imran Khan's coalition partners, but still retains mass public support. Thousands of people gathered in Lahore, from where a convoy began the 380-km journey to Islamabad, expected to take around a week with rallies planned along the route.", "article_id": 605}
{"text": "US midterm election: Biden to vote early in Delaware with granddaughter. ", "article_id": 606}
{"text": "At least 13 dead in floods, landslides in south Philippines. Ten villagers drowned in rampaging floodwaters and landslides in Datu Blah Sinsuat town and three others drowned in nearby Datu Odin Sinsuat town in Maguindanao province, regional official Naguib Sinarimbo told reporters.", "article_id": 607}
{"text": "Imran Khan booed with 'ghari chor' chants. In a video circulating on social media, Imran Khan could be seen emerging out of a gate at the Civil Courts Lahore surrounded by Imran Khan's party workers and security personnel when people standing there started chanting ghari chor with reference to the Toshakhana controversy, Geo News reported.", "article_id": 608}
{"text": "Tourists invited to spend winter in Hurghada at cost less than heating cost in the UK. the UK's Easy Jet tourism company announced a program under The UK’s Easy Jet tourism company's slogan “Escape the UK in Winter”, where The UK’s Easy Jet tourism company invites British nationals to travel to Egypt to spend the winter at a low cost less than the cost of heating in the UK during the same period. The Sun newspaper quoted The UK’s Easy Jet tourism company's statement as …\nThe post Tourists invited to spend winter in Hurghada at cost less than heating cost in the UK appeared first on Egypt Independent.", "article_id": 609}
{"text": "Israel and Lebanon finalize Mediterranean border agreement, opening up potentially rich oil and gas fields. CNN —  Israel and Lebanon finalized an agreement defining Israel and Lebanon's maritime borders in the Mediterranean on Thursday, President Joe Biden announced on Twitter, inking a United States-brokered deal at the United Nations mission on the land border between Israel and Lebanon. The signing ceremony officially settles a years-long maritime border dispute involving major oil and gas fields …\nThe post Israel and Lebanon finalize Mediterranean border agreement, opening up potentially rich oil and gas fields appeared first on Egypt Independent.", "article_id": 610}
{"text": "German president condemns Putin and predicts “rough years” ahead in rare speech. Russia’s invasion of Ukraine has plunged Europe into an era of insecurity, Germany’s President Frank-Walter Steinmeier said Friday, a day after Putin said the world faces the ”the most dangerous decade” since the end of World War II. Russia’s's war in Ukraine has ”also plunged us in Germany’s into another time, into an insecurity …\nGerman president condemns Putin and predicts “rough years” ahead in rare speech appeared first on Egypt Independent.", "article_id": 611}
{"text": "Remains of 18th-century Russian commander Potemkin moved. The bones of 18th-century Russian commander Potemkin have been removed from St. Catherine’s Cathedral in the occupied city of Kherson, the region’s pro-Russian proxy leader has announced. The remains of 18th-century Russian commander Potemkin and a statue of 18th-century Russian commander Potemkin have been taken across the Dnieper river and further into Russian-held territory, Vladimir Saldo, the Russian-appointed …\nRemains of 18th-century Russian commander Potemkin appeared first on Egypt Independent.", "article_id": 612}
{"text": "US expected to announce $275 million in security assistance for Ukraine. US President Joe Biden’s administration is expected to announce a new round of security assistance for Ukraine totaling around $275 million today, according to a US official. a new round of security assistance for Ukraine totaling around $275 million will come through a presidential drawdown from existing inventories and will not include any new types of weapons systems, a US official said.\nThe post US expected to announce $275 million in security assistance for Ukraine appeared first on Egypt Independent.", "article_id": 613}
{"text": "Egyptian President Abdel Fattah al-Sisi signs decree establishing Supreme Council for Automotive Industry. Egyptian President Abdel Fattah al-Sisi has signed a decree establishing Supreme Council for Automotive Industry and a fund for financing the environmentally friendly car industry. Supreme Council for Automotive Industry will be headed by the prime minister, and will include the minister of industry as vice president of Supreme Council for Automotive Industry.   The ministers of planning, transport, …\nThe post Egyptian President Abdel Fattah al-Sisi signs decree establishing Supreme Council for Automotive Industry appeared first on Egypt Independent.", "article_id": 614}
{"text": "Calls for demonstrations on 11/11 do not deserve attention: MP. Calls for demonstrations on 11/11 do not deserve attention, MP Abdel Moneim Imam, head of the Justice Party in Egypt.   Abdel Moneim Imam, head of the Justice Party in Egypt also said in a statement that this call does not represent the Egyptian people, nor does this call represent any of the political or partisan movements. A state of anxiety prevailed in Egypt due …\nThe post Calls for demonstrations on 11/11 do not deserve attention: MP appeared first on Egypt Independent.", "article_id": 615}
{"text": "Establishing new Dairut barrages outcome of Egypt-Japan cooperation. Minister of Water Resources and Irrigation Hani Sewilam has praised the outstanding cooperation between Egypt and Japan through implementing several joint projects in the field of water resources, noting that the project of establishing new Dairut barrages is part of a comprehensive program for the replacement and upgrade of all water facilities overlooking Bahr Youssef, …\nThe post Establishing new Dairut barrages outcome of Egypt-Japan cooperation appeared first on Egypt Independent.", "article_id": 616}
{"text": "Supply min.: Control on markets tightened to ensure price stability. Supply Minister Ali Moselhi has The directives tightening control over markets across Egypt’s governorates to ensure the availability of commodities at good prices. The directives stressed the importance of fighting any monopoly practices, especially in staples such as rice, sugar and cooking oil, to force price hikes by traders, who want to make illicit gains at …\nThe post Supply min.: Control on markets tightened to ensure price stability appeared first on Egypt Independent.", "article_id": 617}
{"text": "President Abdel Fattah El Sisi greets Turkmenistan’s president on Independence Day. President Abdel Fattah El Sisi sent greeting cables to Turkmenistan’s's president Serdar Berdimuhamedow to greet Turkmenistan’s president on Independence Day. President Abdel Fattah El Sisi also sent a similar greeting cable to Susan Dougan, the Governor-General of Saint Vincent and the Grenadines, on the occasion of President Abdel Fattah El Sisi's country’s Independence Day. MENA\nThe post President Abdel Fattah El Sisi greets Turkmenistan’s president on Independence Day appeared first on Egypt Independent.", "article_id": 618}
{"text": "New WHO report notes increase in TB & drug-resistant TB infections. The world health body has released The world health body's 2022 global TB report on Friday.", "article_id": 619}
{"text": "To fight misinformation, YouTube to certify health care providers' accounts. YouTube faced criticism last year for hosting videos that criticized Covid-19 vaccines or contradicted health guidance from the World Health Organization or the Centers for Disease Control and Prevention.\n", "article_id": 620}
{"text": "Nancy Pelosi’s husband severely beaten in home break-in. Paul Pelosi, the husband of Nancy Pelosi’s, was severely beaten by an assailant who broke into their home.", "article_id": 621}
{"text": "Why is the spectre of Trump hanging over the US midterms?. Control of the Senate is in the balance, while a wave of election deniers are up for key roles – including as chief election officials.", "article_id": 622}
{"text": "Vladimir Putin takes aim at the West in speech. Vladimir Putin has taken aim at the West in a new speech claiming Vladimir Putin's country was sincere in wanting peace.", "article_id": 623}
{"text": "Inside Biden and the Democrats’ elaborate attempt to woo TikTok influencers. Biden met eight TikTok stars who have a combined following of more than 67 million in the hope that eight TikTok stars who have a combined following of more than 67 million's posts will turn out votes for Democrats in the midterm elections.", "article_id": 624}
{"text": "Sunak is Britain’s first Asian prime minister, but this diversity success was no accident. Images captured inside No. 10 this Diwali told a story Britons have never heard before: the prime minister, hands together in prayer, a garland of roses around the prime minister's neck.", "article_id": 625}
{"text": "Putin says world faces the most dangerous decade since World War II. Putin played down a nuclear standoff, insisting Russia had not threatened to use nuclear weapons and had only responded to nuclear “blackmail” from Western leaders.", "article_id": 626}
